Repository: woyin/neodb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it, pt_br

source: Method for crossposting to timeline
it: Metodo per condividere sulla timeline
pt_br: Método de postagem cruzada na linha do tempo

source: Boost if possible
it: Ricondividi se possibile
pt_br: Impulsione, se possível

source: Create a new post
it: Crea un nuovo post
pt_br: Criar uma nova postagem

source: this method is less optimal, may generate duplicated posts and miss reactions.
it: questo metodo è meno ottimale, potrebbe generare post duplicati e mancare le reazioni.
pt_br: este método é menos ideal, pode gerar postagens duplicadas e perder reações.

source: Append tags when posting to timeline
it: Aggiunta di tag quando si pubblica nella timeline
pt_br: Anexar etiquetas ao postar na linha do tempo

source: e.g. #bookstodon
it: es. #bookstodon
pt_br: por exemplo, #bookstodon

source: Language
it: Lingua
pt_br: Idioma

source: Automatic bookmark for these categories
it: Aggiungere automaticamente un segnalibro per queste categorie
pt_br: Marcador automático para estas categorias

source: When start to read/watch/play/... an item in these categories, a bookmark will be created automatically. Bookmarks can be viewed and managed in most <a href="https://joinmastodon.org/apps" target="_blank">Mastodon compatible apps</a>; your replies to these posts will automatically become notes for the item.
it: Quando si inizia a leggere/vedere/giocare/... un elemento facente parte di queste categorie, verrà creato automaticamente un segnalibro. I segnalibri possono essere visualizzati e gestiti nella maggior parte delle <a href="https://joinmastodon.org/apps" target="_blank"> applicazioni compatibili con Mastodon</a>; le tue risposte a questi post diventeranno automaticamente note per l'elemento.
pt_br: Quando começar a ler/assistir/reproduzir/... um item nessas categorias, um marcador será criado automaticamente. Os marcadores podem ser visualizados e gerenciados na maioria <a href="https://joinmastodon.org/apps" target="_blank">Aplicativos compatíveis com Mastodon</a>; suas respostas a essas postagens se tornarão automaticamente notas para o item.

source: Hide these categories in search results
it: Nascondi queste categorie nei risultati di ricerca
pt_br: Ocultar essas categorias nos resultados da pesquisa

source: Profile visible to anonymous web visitors and search engines
it: Profilo visibile ai visitatori anonimi del web e ai motori di ricerca
pt_br: Perfil visível para visitantes anônimos da web e mecanismos de pesquisa

source: this option limits web visits only; to limit fediverse visibility, choose followers only or mentioned only when posting
it: questa opzione limita solamente le visite del web; per limitare la visibilità nel fediverso, scegliere "solo seguaci" o "solo menzionati" solo mentre si pubblica
pt_br: Esta opção limita apenas as visitas à web; para limitar a visibilidade fediverso, escolha somente seguidores ou somente mencionados ao postar

source: Show your name on item page if you recently edited it
it: Mostra il tuo nome nella pagina dell'elemento se l'hai modificato di recente
pt_br: Mostre seu nome na página do item se você a editou recentemente

source: Settings for current device
it: Impostazioni del dispositivo in uso
pt_br: Configurações para o dispositivo atual

source: theme
it: tema
pt_br: tema

source: system
it: sistema
pt_br: sistema

source: light
it: chiaro
pt_br: claro

source: dark
it: scuro
pt_br: escuro

source: Focus mode
it: Modalità concentrazione
pt_br: Modo de foco

source: hide reviews and ratings from other users
it: nascondi recensioni e valutazioni degli altri utenti
pt_br: ocultar análises e avaliações de outros usuários

source: Number of items per page
it: Numero di elementi per pagina
pt_br: Número de itens por página

source: Custom styles
it: Stili personalizzati
pt_br: Estilos personalizados

source: Settings for current device saved
it: Impostazioni del dispositivo in uso salvate
pt_br: Configurações para o dispositivo atual salvo

source: Additional Settings
it: Impostazioni aggiuntive
pt_br: Configurações Adicionais

source: View authorized applications
it: Visualizza applicazioni autorizzate
pt_br: Exibir aplicativos autorizados

source: click to unblock
it: clicca per sbloccare
pt_br: clique para desbloquear

source: are you sure to unblock?
it: sei sicuro di voler sbloccare?
pt_br: tem certeza de que deseja desbloquear?

source: blocked
it: bloccato
pt_br: bloqueado

source: user profile
it: profilo utente
pt_br: perfil do usuário

source: original home
it: casa d'origine
pt_br: página inicial original

source: accept follow request
it: accetta richiesta di seguire
pt_br: aceitar solicitação para seguir

source: sure to accept follow request?
it: sicuro di voler accettare la richiesta di follow?
pt_br: certeza que deseja aceitar a solicitação para seguir?

source: reject follow request
it: rifiuta la richiesta di follow
pt_br: rejeitar solicitação para seguir

source: sure to reject follow request?
it: sicuro di voler rifiutare la richiesta di follow?
pt_br: tem certeza que quer rejeitar a solicitação de seguir?

source: click to unfollow
it: clicca per smettere di seguire
pt_br: clique para deixar de seguir

source: sure to unfollow?
it: sicuro di smettere di seguire?
pt_br: tem certeza que quer deixar de seguir?

source: click to cancel follow request
it: clicca per cancellare richiesta di follow
pt_br: clique para cancelar a solicitação de seguir

source: sure to cancel follow request?
it: sicuro di voler cancellare la richiesta di seguire?
pt_br: tem certeza que deseja cancelar a solicitação para seguir?

source: click to follow
it: clicca per seguire
pt_br: clique para seguir

source: sure to follow?
it: Sicuro di voler seguire l'utente?
pt_br: tem certeza que quer seguir?

source: click to mute
it: clicca per silenziare
pt_br: clique para silenciar

source: click to unmute
it: clicca per de-silenziare
pt_br: clique para remover o silenciar

source: click to block
it: clicca per bloccare
pt_br: clque para bloquear

source: sure to block?
it: sicuro di bloccare?
pt_br: tem certeza que quer bloquear?

source: Your username on %(site_name)s
it: Il tuo nome utente su %(site_name)s
pt_br: Seu nome de usuário em %(site_name)s

source: 2-30 alphabets, numbers or underscore, can't be changed once saved
it: da 2 a 30 caratteri, numeri o trattini in basso _, non possono essere cambiati una volta salvati
pt_br: 2-30 alfabetos, números ou sublinhado, não podem ser alterados depois de salvos

source: Turn on crosspost to other social networks by default
it: Abilita in maniera predefinita la condivisione su altri social network
pt_br: Ativar a postagem cruzada para outras redes sociais por padrão

source: Use display name, bio and avatar from the social network you authenticated with
it: Usa il nome visualizzato, bio e avatar del social network con il quale ti sei autenticato
pt_br: Use o nome de exibição, a biografia e o avatar da rede social com a qual você se autenticou

source: Add follow, mute and block list from the social network you authenticated with
it: Aggiungi seguiti, silenziati e lista bloccati dal social network con il quale ti sei autenticato
pt_br: Adicionar seguidos, silenciados e bloqueados da lista da rede social com a qual você se autenticou

source: Confirm and save
it: Conferma e salva
pt_br: Confirmar e salvar

source: Cut the sh*t and get me in!
it: Basta con le ca**ate, fammi entrare!
pt_br: Corta essa me*** e me coloca pra dentro!

source: export
it: esporta
pt_br: exportar

source: You may download the list here.
it: Puoi scaricare qui la lista.
pt_br: Você pode baixar a lista aqui.

source: Failed items
pt_br: Itens com falha

source: Failed links, you may have to mark them manually
it: Associazioni non riuscite, dovresti poterle segnare manualmente
pt_br: Links com falha, você pode ter que marcá-los manualmente

source: Please enter the verification code you received.
it: Si prega di inserire il codice di verifica che hai ricevuto.
pt_br: Insira o código de verificação que você recebeu.

source: Verify Your Email
it: Verifica la tua email
pt_br: Verifique Seu E-mail

source: Verified successfully.
pt_br: Verificado com sucesso.

source: Login again
pt_br: Faça login novamente

source: Welcome
it: Benvenuti
pt_br: Bem-vindo

source: %(site_name)s is flourishing because of collaborations and contributions from users like you. Please read our <a href="/pages/rules">rules</a>, and feel free to <a href="%(support_link)s">contact us</a> if you have any question or feedback.
pt_br: %(site_name)s está florescendo por causa de colaborações e contribuições de usuários como você. Por favor, leia nosso <a href="/pages/rules">rules</a>, e sinta-se à vontade para <a href="%(support_link)s">contact us</a> se você tem alguma dúvida ou feedback.

source: Accept
pt_br: Aceitar

source: This username is already in use.
it: Questo nome utente è già in uso.
pt_br: Este nome de usuário já está em uso.

source: This email address is already in use.
it: Questo indirizzo email è già in uso.
pt_br: Este endereço de e-mail já está em uso.

source: Registration is for invitation only
it: La registrazione è soltanto per invito
pt_br: O registro é apenas para convite

source: Valid username required
it: Nome utente valido richiesto
pt_br: Nome de usuário válido necessário

source: Username in use
it: Nome utente in uso
pt_br: Nome de usuário em uso

source: Account is being deleted.
it: L'account è in fase di eliminazione.
pt_br: A conta está sendo excluída.

source: Account mismatch.
it: Le informazzioni del profilo non corrispondono.
pt_br: Incompatibilidade de conta.

source: Export file not available.
it: File d'esportazione non disponibile.
pt_br: Exportar arquivo não disponível.

source: Generating exports.
it: Generando esportazioni.
pt_br: Gerando exportações.

source: Export file expired. Please export again.
it: File d'esportazione scaduto. Si prega di esportare nuovamente.
pt_br: O arquivo de exportação expirou. Por favor, exporte novamente.

source: Recent export still in progress.
pt_br: Exportação recente ainda em andamento.

source: Sync in progress.
it: Sincronizzazione in corso.
pt_br: Sincronização em andamento.

source: Settings saved.
it: Impostazioni salvate.
pt_br: Configurações salvas.

source: Invalid URL.
it: URL non valido.
pt_br: URL inválida.

source: Invalid file.
it: File non valido.
pt_br: Arquivo inválido.

source: eBook
it: Libro digitale

source: Discogs Master
it: Master Discogs

source: MusicBrainz ID
it: Identificativo MusicBrainz

source: Apple Podcast
it: Podcast Apple

source: Fanfic
it: Fanfiction

source: FanFic
it: FanFiction

source: Link
it: Collegamento

source: podcasts
it: podcast

source: performances
it: spettacoli

source: System will search other websites and instances, click title of the item to save them locally.
it: Il sistema cercherà altri siti internet e istanze, clicca il titolo dell'elemento per salvarli localmente.

source: %(dups)s items are from the same work or have the same identifier, they are hidden from the search results, <a _="on click toggle .unfold on #dup">click here to show them.</a>
it: gli elementi%(dups)s fanno parte dello stesso lavoro o hanno lo stesso identificativo, sono nascosti dai risultati di ricerca, <a _="on click toggle .unfold on #dup">clicca qui per mostrarli.</a>

source: {season_title} E{episode_number}
it: {season_title} Ep{episode_number}

source: Guarani
it: Guaraní

source: Lao
it: Laotiano

source: Ganda
it: Luganda

source: Marshall
it: Marshallese

source: Nauru
it: Nauruano

source: Chichewa; Nyanja
it: Chewa; Nyanja

source: Occitan
it: Occitano

source: Ojibwa
it: Ojibwe

source: Ossetian; Ossetic
it: Osseto

source: Raeto-Romance
it: Lingue retoromanze

source: Rundi
it: Kirundi

source: Russian
it: Russo

source: Sanskrit
it: Sanscrito

source: Sinhalese
it: Singalese

source: Slovak
it: Slovacco

source: Slovenian
it: Sloveno

source: Northern Sami
it: Sami Settentrionale

source: Samoan
it: Samoano

source: Somali
it: Somalo

source: Sardinian
it: Sardo

source: Serbian
it: Serbo

source: Swedish
it: Svedese

source: Tahitian
it: Tahitiano

source: Tatar
it: Tataro

source: Tajik
it: Tagico

source: Thai
it: Thailandese

source: Tigrinya
it: Tigrino

source: Turkmen
it: Turkmeno

source: Uighur
it: Uiguro

source: Ukrainian
it: Ucraino

source: Vietnamese
it: Vietnamita

source: Walloon
it: Vallone

source: Abkhazian
it: Abcaso

source: Chinese
it: Cinese

source: Pushto
it: Pashtu

source: Amharic
it: Amarico

source: Chamorro
it: Ciamorro

source: Unknown or Other
it: Sconosciuto o Altro

source: Hakka Chinese
it: Cinese Hakka

source: <h3>Welcome 🙋🏻‍♀️ 🙋🏻 🙋🏻‍♂️</h3> <p> <i class="fa-solid fa-puzzle-piece"></i> &nbsp; %(site_name)s is committed to creating a free, open, and interconnected space for collecting and reviewing books, movies, music, games, and podcasts. Here, you can document your collections and thoughts, discover new content, and connect with others. </p> <p> <i class="fa-solid fa-globe"></i> &nbsp; The best way to log in to %(site_name)s is through a Fediverse (a distributed social network, including Mastodon/Pleroma/etc) instance account. If you haven’t registered yet, you can <a href="https://joinmastodon.org/en/servers" target="_blank">choose a Fediverse instance and sign up</a>. </p> <p> <i class="fa-solid fa-envelope"></i> &nbsp; If you’re not ready to join the Fediverse, that’s perfectly fine. You can create an account here using your email address, and link it to the Fediverse whenever you’re ready. </p> <p> <i class="fa-solid fa-circle-question"></i> &nbsp; If you have any questions or suggestions, feel free to contact us via <a href="https://mastodon.social/@neodb">Fediverse</a> or <a href="https://discord.gg/uprvcH8gqD">Discord</a>. </p> <p> <i class="fa-solid fa-door-open"></i> &nbsp; <a href="%(login_url)s">Click here</a> to register or log in. </p>
it: <h3>Benvenuti 🙋🏻‍♀️ 🙋🏻 🙋🏻‍♂️</h3> <p> <i class="fa-solid fa-puzzle-piece"></i> &nbsp; %(site_name)s si impegna a creare uno spazio gratis, libero, aperto e interconnesso per collezionare e recensire libri, film, musica, giochi e podcast. Qui puoi documentare le tue collezioni e i tuoi pensieri, scoprire nuovi contenuti e connetterti con gli altri utenti. </p> <p> <i class="fa-solid fa-globe"></i> &nbsp; Il miglior modo di accedere a %(site_name)s è attraverso un account che fa parte di un'istanza del Fediverso (il social network decentralizzato che include Mastodon/Pleroma/etc). Se non ti sei ancora registrato puoi <a href="https://joinmastodon.org/en/servers" target="_blank">scegliere un'istanza del Fediverso e iscriverti</a>. </p> <p> <i class="fa-solid fa-envelope"></i> &nbsp; Se non sei pronto ad unirti al Fediverso, va bene lo stesso. Puoi creare un account qui usando il tuo indirizzo email e collegare il profilo al Fediverso appena ti senti pronto. </p> <p> <i class="fa-solid fa-circle-question"></i> &nbsp; Se hai qualsiasi domanda o suggerimento, sentiti libero di contattarci tramite <a href="https://mastodon.social/@neodb">Fediverso</a> oppure <a href="https://discord.gg/uprvcH8gqD">Discord</a>. </p> <p> <i class="fa-solid fa-door-open"></i> &nbsp; <a href="%(login_url)s">Clicca qui</a> per registrarti o fare l'accesso. </p>

source: JAN
it: GEN

source: JUN
it: GIU

source: JUL
it: LUG

source: download
it: scarica

source: %(count)d performance
it: %(count)d esibizione

source: %(count)d item
it: %(count)d elemento

source: All
it: Tutto

source: What they read/watch/...
it: Cosa leggono/guardano/...

source: Importing in progress, can't delete now.
it: Importazione in corso, impossibile eliminare adesso.

source: Last import started
it: Ultima importazione iniziata

source: Failed links, likely due to Letterboxd error, you may have to mark them manually
it: Le associazioni non riuscite, probabilmente a causa di un errore di Letterboxd, dovresti poterle segnare manualmente

source: Export Data
it: Esporta Dati

source: Export marks and reviews
it: Esporta interazioni e recensioni

source: Download
it: Scarica

source: back to your home page.
it: ritorna alla tua pagina iniziale.

source: Migrate account
it: Migra account

source: Link an email so that you can migrate followers from other Fediverse instances.
it: Associa un'email in modo da poter trasferire i seguaci da altre istanze del Fediverso.

source: verified successfully.
it: verificato correttamente.

source: login again
it: accedi di nuovo

source: %(site_name)s is flourishing because of collaborations and contributions from users like you. Please read our <a href="/pages/terms">term of service</a>, and feel free to <a href="%(support_link)s">contact us</a> if you have any question or feedback.
it: %(site_name)s sta avendo successo grazie ai collaboratori e ai contributi effettuati da utenti come te. Leggi i nostri <a href="/pages/terms">termini di servizio</a>, e sentiti libero di <a href="%(support_link)s">contattarci</a> per qualsiasi domanda o per un feedback.

source: Reset completed.
it: Reset completato.

source: Import in progress.
it: Importazione in corso.

source: File is uploaded and will be imported soon.
it: Il file è stato caricato e verrà importato a breve.
