Repository: woyin/neodb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it, pt_br

source: replied to your review <a href="%(piece_url)s">%(piece_title)s</a> on <a href="%(item_url)s">%(item_title)s</a>
it: ha risposto alla tua recensione <a href="%(piece_url)s">%(piece_title)s</a> su <a href="%(item_url)s">%(item_title)s</a>
pt_br: respondeu à sua análise <a href="%(piece_url)s">%(piece_title)s</a> on <a href="%(item_url)s">%(item_title)s</a>

source: replied to your mark on <a href="%(item_url)s">%(item_title)s</a>
it: ha risposto alla tua interazione su <a href="%(item_url)s">%(item_title)s</a>
pt_br: respondeu à sua marcação em <a href="%(item_url)s">%(item_title)s</a>

source: Activities from those you follow
it: Attività da chi segui
pt_br: Atividades de quem você segue

source: Notifications
it: Notifiche
pt_br: Notificações

source: boosted
it: ricondiviso
pt_br: impulsionado

source: play
it: riproduci
pt_br: reproduzir

source: mark
it: segna
pt_br: marcar

source: wrote a note
it: ha scritto una nota
pt_br: escrever uma anotação

source: no matching activities.
it: nessuna attività corrispondente.
pt_br: sem atividades de correspondentes.

source: Find and mark some books/movies/podcasts/games, <a href="%(import_url)s">import your data</a> from Goodreads/Letterboxd/Douban, follow some fellow %(site_name)s users on the fediverse, so their recent activities and yours will show up here.
it: Trova e segna alcuni libri/film/podcast/giochi, <a href="%(import_url)s">importa i tuoi dati</a> da Goodreads/Letterboxd/Douban, segui alcuni %(site_name)s utenti nel fediverso in modo che le loro attività recenti e le tue appaiano qui.
pt_br: Encontre e marque alguns livros/filmes/podcasts/jogos, <a href="%(import_url)s">importar seus dados</a> do Goodreads/Letterboxd/Douban, siga alguns outros usuários do %(site_name)s no fediverso, para que as atividades recentes deles e as suas apareçam aqui.

source: mention
it: menzione
pt_br: mencionar

source: follow
it: segui
pt_br: seguir

source: Display Name
it: Nome Visualizzato
pt_br: Nome de Exibição

source: Manually approve new followers
it: Approva manualmente i nuovi follower
pt_br: Aprovar manualmente novos seguidores

source: Include profile and posts in discovery
it: Autorizza la scoperta pubblica del profilo e dei post
pt_br: Incluir perfil e postagens na descoberta

source: Include posts in search results
it: Includi i post nei risultati di ricerca
pt_br: Incluir postagens nos resultados da pesquisa

source: Profile picture
it: Foto profilo
pt_br: Foto do perfil

source: Header picture
it: Foto di copertina
pt_br: Imagem do cabeçalho

source: Pending
it: In attesa
pt_br: Pendente

source: Started
it: Iniziato
pt_br: Começou

source: Complete
it: Completato
pt_br: Completo

source: Failed
it: Fallito
pt_br: Falhou

source: Enter a valid username. This value may contain only unaccented lowercase a-z and uppercase A-Z letters, numbers, and _ characters.
it: Inserisci un nome utente valido. Questo valore può contenere solo lettere minuscole a-z e lettere maiuscole A-Z senza accenti, numeri, e_simboli.
pt_br: Digite um nome de usuário válido. Este valor pode conter apenas letras não acentuadas de A a Z (maiúsculas e minúsculas), números e o caractere _.

source: username
it: nome utente
pt_br: nome de usuário

source: Required. 50 characters or fewer. Letters, digits and _ only.
it: Richiesto. 50 caratteri o meno. Lettere, numeri e solo _.
pt_br: Necessário. 50 caracteres ou menos. Letras, dígitos e _ apenas.

source: A user with that username already exists.
it: Esiste già un utente con quel nome.
pt_br: Já existe um usuário com esse nome de usuário.

source: Account Information
it: Informazioni sull'account
pt_br: Informações da conta

source: Display name, avatar and other information
it: Visualizza nome, avatar e altre informazioni
pt_br: Nome de exibição, avatar e outras informações

source: Updating profile information here will turn off automatic sync of display name, bio and avatar from your Mastodon instance. Sure to continue?
it: Aggiornare le informazioni qui disabiliterà automaticamente la sincronizzazione del tuo nome visualizzato, bio e avatar dalla tua istanza Mastodon. Vuoi procedere?
pt_br: Atualizar as informações do perfil aqui desativará a sincronização automática do nome de exibição, biografia e avatar da sua instância do Mastodon. Com certeza vai continuar?

source: Username
it: Nome utente
pt_br: Nome de usuário

source: Email address
it: Indirizzo email
pt_br: Endereço de email

source: Please click the confirmation link in the email sent to %(pending_email)s; if you haven't received it for more than a few minutes, please input and save again.
it: Si prega di cliccare il link di conferma nell'email inviata a %(pending_email)s; se dopo alcuni minuti non l'hai ancora ricevuta, inseriscila e salvala ancora.
pt_br: Clique no link de confirmação no e-mail enviado para %(pending_email)s; se você não o recebeu por mais de alguns minutos, insira e salve novamente.

source: Email is recommended as a backup login method, if you log in via a Fediverse instance
it: L'email è consigliata come metodo di backup per l'accesso se fai l'accesso attraverso un'istanza del Fediverso
pt_br: O e-mail é recomendado como um método de login de backup, se você fizer login por meio de uma instância do Fediverso

source: Fediverse (Mastodon)
it: Fediverso (Mastodon)
pt_br: Fediverso (Mastodon)

source: Verified Identity
it: Identità Verificata
pt_br: Identidade Verificada

source: Last updated
it: Ultimo aggiornamento
pt_br: Última atualização

source: If you have not yet registered with any Federated instance, you may <a href="https://joinmastodon.org/zh/servers" target="_blank">choose an instance</a> and register.
it: Se non ti sei ancora registrato con un'istanza federata, puoi <a href="https://joinmastodon.org/zh/servers" target="_blank">scegliere un'istanza</a> e registrarti.
pt_br: Se você ainda não se registrou em nenhuma instância federada, pode <a href="https://joinmastodon.org/en/servers" target="_blank">escolher uma instância</a> e registrar.

source: To associate with another federated identity, please enter the domain name of the instance where the new identity is located.
it: Per associare con un'altra identità federata, si prega di inserire il nome del dominio dell'istanza nella quale si trova la nuova identità.
pt_br: Para associar a outra identidade federada, insira o nome de domínio da instância em que a nova identidade está localizada.

source: If you have registered with a Federated instance, please enter the instance domain name.
it: Se ti sei registrato con un'istanza federata, si prega di inserire il nome del dominio dell'istanza.
pt_br: se você se registrou em uma instância federada, insira o nome de domínio da instância.

source: Go to target instance and authorize with the identity
it: Vai all'istanza selezionata e autorizza con l'identità
pt_br: Vá para a instância de destino e autorize com a identidade

source: After replacing the association, you may use the new Fediverse identity to log in and control data visibility. Existing data such as tags, comments, and collections will not be affected.
it: Dopo aver sostituito l'associazione, puoi usare la nuova identità del fediverso per effettuare l'accesso e controllare la visibilità dei dati. I dati esistenti tra i quali tag, commenti e collezioni, non verranno modificati.
pt_br: Após substituir a associação, você poderá usar a nova identidade do Fediverso para fazer login e controlar a visibilidade dos dados. Dados existentes, como etiquetas, comentários e coleções, não serão afetados.

source: Once associated with Fediverse identity, you can discover more users and use the full features of this site.
it: Una volta associato con un'identità del Fediverso, potrai scoprire più utenti e usare l'interezza delle funzionalità di questo sito.
pt_br: Uma vez associado à identidade Fediverso, você pode descobrir mais usuários e usar todos os recursos deste site.

source: Once disconnected, you will no longer be able login with this identity. Are you sure to continue?
it: Una volta disconnesso, non potrai più effettuare l'accesso con questa identità. Sei sicuro di voler procedere?
pt_br: Uma vez desconectado, você não poderá mais fazer login com essa identidade. Tem certeza de que vai continuar?

source: Disconnect with this identity
it: Disconnetti con questa identità
pt_br: Desconecte-se com essa identidade

source: Verified threads.net account
it: Account threads.net verificato
pt_br: Conta threads.net verificada

source: Link with a different threads.net account
it: Associa ad un account threads.net diverso
pt_br: Vincular a uma conta threads.net diferente

source: Link with a threads.net account
it: Associa ad un account threads.net
pt_br: Vincular a uma conta threads.net

source: Disconnect with Threads
it: Disconnetti con Threads
pt_br: Desconectar com Threads

source: Verified ATProto identity
it: Identità ATProto verificata
pt_br: Identidade ATProto verificada

source: Bluesky Login ID
it: Login ID Bluesky
pt_br: ID de Login do Bluesky

source: Bluesky app password
it: Password dell'app Bluesky
pt_br: Senha do aplicativo Bluesky

source: Link with a different ATProto identity
it: Associa ad un'identità ATProto diversa
pt_br: Vincular com uma identidade ATProto diferente

source: Link with an ATProto identity
it: Associa ad un'identità ATProto
pt_br: Vincular com uma identidade ATProto

source: App password can be created on <a href="https://bsky.app/settings/app-passwords" target="_blank">bsky.app</a>.
it: La password dell'app può essere creata su<a href="https://bsky.app/settings/app-passwords" target="_blank">bsky.app</a>.
pt_br: A senha do aplicativo pode ser criada em <a href="https://bsky.app/settings/app-passwords" target="_blank">bsky.app</a>.

source: Disconnect with ATProto identity
it: Disconnetti con l'identità ATProto
pt_br: Desconectar com a identidade ATProto

source: Sync and import social account
it: Sincronizza e importa l'account social
pt_br: Sincronizar e importar conta social

source: Sync display name, bio and avatar
it: Sincronizza nome visualizzato, bio e avatar
pt_br: Sincronizar nome de exibição, biografia e avatar

source: Sync follow, mute and block
it: Sincronizza seguiti, silenziati e bloccati
pt_br: Sincronizar seguidos, silenciados e bloqueados

source: Save sync settings
it: Salva le impostazioni di sincronizzazione
pt_br: Salvar configurações de sincronização

source: New follow, mute and blocks in the associated identity may be automatically imported; removal has to be done manually.
it: I nuovi seguiti, silenziati e bloccati nell'identità associata potrebbero essere importati automaticamente; la rimozione deve essere fatta manualmente.
pt_br: Novos seguidos, silenciados e bloqueados na identidade associada podem ser importados automaticamente; a remoção deve ser feita manualmente.

source: Click button below to start sync now.
it: Clicca il bottone sottostante per iniziare la sincronizzazione adesso.
pt_br: Clique no botão abaixo para iniciar a sincronização agora.

source: Sync now
it: Sincronizza adesso
pt_br: Sincronizar agora

source: Users you are following
it: Utenti che stai seguendo
pt_br: Usuários que você está seguindo

source: Users who follow you
it: Utenti che ti seguono
pt_br: Usuários que seguem você

source: Users who request to follow you
it: Utenti che ti hanno chiesto di seguirti
pt_br: Usuários que solicitam seguir você

source: Users you are muting
it: Utenti che hai silenziato
pt_br: Usuários que você está silenciando

source: Users you are blocking
it: Utenti che hai bloccato
pt_br: Usuários que você está bloqueando

source: Migrate Account
pt_br: Migrar Conta

source: Linking an email to your account is highly recommended before migrating from another Fediverse instance.
pt_br: É altamente recomendável vincular um e-mail à sua conta antes de migrar de outra instância do Fediverso.

source: Migrate from anther instance to here
pt_br: Migrar de outra instância para aqui

source: Migrate to another instance
pt_br: Migrar para outra instância

source: Delete Account
it: Elimina Profilo
pt_br: Excluir Conta

source: Once deleted, account data cannot be recovered. Sure to proceed?
it: Una volta eliminato, i dati dell'account non potranno essere recuperati. Vuoi continuare?
pt_br: Depois de excluídos, os dados da conta não podem ser recuperados. Certo de prosseguir?

source: Enter full <code>username@instance.social</code> or <code>email@domain.com</code> to confirm deletion.
it: Per confermare l'eliminazione inserire per intero <code>username@instance.social</code> o <code>email@domain.com</code>.
pt_br: Digite <code>username@instance.social</code> ou <code>email@domain.com</code> para confirmar exclusão.

source: Once deleted, account data cannot be recovered.
it: Una volta eliminati, i dati dell'account non potranno essere recuperati.
pt_br: Depois de excluídos, os dados da conta não podem ser recuperados.

source: Task in progress, can't delete now.
pt_br: Tarefa em andamento, não é possível excluir agora.

source: Permanently Delete
it: Eliminato Definitivamente
pt_br: Excluir Permanentemente

source: Data Management
it: Gestione Dati
pt_br: Gerenciamento de dados

source: Import Marks and Reviews from Douban
it: Importa Interazioni e Valutazioni da Douban
pt_br: Importar Marcações e Análises de Douban

source: Select <code>.xlsx</code> exported from <a href="https://doufen.org" target="_blank" rel="noopener">Doufen</a>
it: Seleziona<code>.xlsx</code>esportato da <a href="https://doufen.org" target="_blank" rel="noopener">Doufen</a>
pt_br: Selecione <code>.xlsx</code> exportado de <a href="https://doufen.org" target="_blank" rel="noopener">Doufen</a>

source: Import Method
it: Metodo d'importazione
pt_br: Método de Importação

source: Merge: only update when status changes from wishlist to in-progress, or from in-progress to complete.
it: Associa: aggiorna solamente quanto lo status cambia da wishlist a "in corso", o da "in corso" a completato.
pt_br: Mesclar: atualize apenas quando o status mudar de lista de desejos para em andamento ou de em andamento para completo.

source: Overwrite: update all imported status.
it: Sovrascrivi: aggiorna tutti gli status importati.
pt_br: Substituir: atualiza todo o status importado.

source: Another import is in progress, starting a new import may cause issues, sure to import?
it: Un'altra importazione è in corso, avviare una nuova importazione potrebbe causare problemi, sicuro di voler importare?
pt_br: Já há uma importação em andamento. Iniciar uma nova pode ocasionar problemas. Deseja realmente importar?

source: Import in progress, please wait
it: Importazione in corso, attendere prego
pt_br: Importação em andamento, aguarde

source: Import
it: Importa
pt_br: Importar

source: Import Shelf or List from Goodreads
it: Importa Libreria o Lista da Goodreads
pt_br: Importar Prateleira ou Lista do Goodreads

source: Link to Goodreads Profile / Shelf / List
it: Associa al Profilo Goodreads / Libreria / Lista
pt_br: Link para o Perfil / Prateleira / Lista do Goodreads

source: want-to-read / currently-reading / read books and their reviews will be imported.
it: voler leggere / in lettura / libri letti e le loro rispettive recensioni saranno importate.
pt_br: quero ler / lendo atualmente / ler livros e suas análises serão importadas.

source: Shelf will be imported as a new collection.
it: Libreria sarà importata come una nuova collezione.
pt_br: A prateleira será importada como uma nova coleção.

source: List will be imported as a new collection.
it: Lista verrà importata come una nuova collezione.
pt_br: Lista será importada como uma nova coleção.

source: Import from Letterboxd
it: Importa da Letterboxd
pt_br: Importar do Letterboxd

source: Only forward changes(none->to-watch->watched) will be imported.
it: Solo i cambi successivi(nessuno->da vedere->visto) saranno importati.
pt_br: Apenas as alterações progressivas (nenhum -> para assistir -> assistido) serão importadas.

source: Import Podcast Subscriptions
it: Importa Iscrizioni Podcast
pt_br: Importar Assinaturas de Podcasts

source: Mark as listening
it: Segna come "in ascolto"
pt_br: Marcar como ouvindo

source: Import as a new collection
it: Importa come una nuova collezione
pt_br: Importar como uma nova coleção

source: Select OPML file
it: Seleziona file OPML
pt_br: Selecionar o arquivo OPML

source: Import NeoDB Archive
pt_br: Importar Arquivo NeoDB

source: Upload a <code>.zip</code> file containing <code>.csv</code> or <code>.ndjson</code> files exported from NeoDB.
pt_br: Carregue um arquivo <code>.zip</code> contendo <code>.csv</code> ou <code>.ndjson</code> arquivos exportados do NeoDB.

source: Existing data may be overwritten.
pt_br: Os dados existentes podem ser substituídos.

source: Detected format
pt_br: Formato detectado

source: Detecting format...
pt_br: Detectando formato...

source: Unknown format
pt_br: Formato desconhecido

source: Error detecting format
pt_br: Erro ao detectar o formato

source: Export NeoDB Archive
pt_br: Exportar arquivo do NeoDB

source: Export marks, reviews and notes in CSV
pt_br: Exportar marcações, análises e notas em CSV

source: Export everything in NDJSON
pt_br: Exportar tudo em NDJSON

source: Export marks and reviews in XLSX (Doufen format)
pt_br: Exportar marcações e análises em XLSX (formato Doufen)

source: Last export
it: Ultime esportazioni
pt_br: Última exportação

source: Status
pt_br: Estado

source: View Annual Summary
it: Visualizza Sintesi Annuale
pt_br: Exibir Resumo Anual

source: Unable to find the user, please check your spelling; or the server may be busy, please try again later.
it: Impossibile trovare l'utente, si prega di controllare l'ortografia; oppure il server potrebbe essere occupato, si prega di riprovare successivamente.
pt_br: Não foi possível encontrar o usuário, verifique sua ortografia; ou o servidor pode estar ocupado, tente novamente mais tarde.

source: Searching the fediverse
it: Cercando nel fediverso
pt_br: Pesquisando o fediverso

source: Login
it: Accesso
pt_br: Entrar

source: Continue
pt_br: Continuar

source: Enter your email address
it: Inserisci il tuo indirizzo email
pt_br: Digite seu endereço de e-mail

source: Send verification code
it: Invia codice di verifica
pt_br: Enviar código de verificação

source: Domain of your instance, e.g. mastodon.social
it: Dominio della tua istanza, es: mastodon.social
pt_br: Domínio da sua instância, por exemplo, mastodon.social

source: Please enter domain of your instance; e.g. if your id is <i>@neodb@mastodon.social</i>, only enter <i>mastodon.social</i>.
it: Si prega di inserire il dominio della tua istanza; es. se il tuo id è <i>@neodb@mastodon.social</i>, inserisci solamente <i>mastodon.social</i>.
pt_br: Insira o domínio da sua instância; por exemplo, se o seu id for <i>@neodb@mastodon.social</i>, digite apenas <i>mastodon.social</i>.

source: Authorize via Fediverse instance
it: Autorizza attraverso l'istanza del Fediverso
pt_br: Autorizar por meio da instância Fediverso

source: If you don't have a <a href="https://joinmastodon.org/servers" target="_blank">Fediverse (Mastodon) account</a> yet, you may register or login with Email first, and link it with Fediverse (Mastodon) later in account settings.
it: Se non hai ancora un <a href="https://joinmastodon.org/servers" target="_blank">Account del Fediverso (Mastodon)</a> , dovresti registrarti o effettuare l'accesso con l'email prima, e poi associarla con il profilo del Fediverso (Mastodon) successivamente nelle impostazioni del profilo.
pt_br: Se você ainda não tiver uma <a href="https://joinmastodon.org/servers" target="_blank">Fediverse (Mastodon) account</a>, você pode se registrar ou fazer login com o Email primeiro e vinculá-lo ao Fediverso (Mastodon) posteriormente nas configurações da conta.

source: Authorize via Threads
it: Autorizza attraverso Threads
pt_br: Autorizar via Threads

source: ATProto handle
it: Nome utente ATProto
pt_br: Identificador ATProto

source: Please input your ATProto handle (e.g. neodb.bsky.social, without the leading @), do not use email. If you changed handle recently, just use the latest one.
it: Si prega di inserire il proprio nome utente ATProto (es. neodb.bsky.social, senza la "@"), nonusare l'email. Se hai recentemente cambiato nome utente, usa quello più recente.
pt_br: Por favor, insira seu identificador ATProto (por exemplo, neodb.bsky.social, sem o @ inicial), não use e-mail. Se você mudou o identificador recentemente, basta usar o mais recente.

source: Authorize via bsky.app
it: Autorizza attraverso bsky.app
pt_br: Autorizar via Bsky.app

source: Please choose one to register or login %(site_name)s. Have more than one of these identities? Don't worry, you may link them in account settings once logged in.
it: Si prega di usare uno per registrarsi o effettuare l'accesso %(site_name)s. Hai più di una di queste identità? Non preoccuparti, potrai associarle successivamente nelle impostazioni dell'account una volta effetuato l'accesso.
pt_br: Por favor, escolha um para se registrar ou fazer login %(site_name)s. Tem mais de uma dessas identidades? Não se preocupe, você pode vinculá-los nas configurações da conta depois de fazer login.

source: Valid invitation code, please login or register.
it: Codice d'invito non valido, si prega di effettuare l'accesso oppure registrarsi.
pt_br: Código de convite válido, faça login ou registre-se.

source: Please use invitation link to register a new account; existing user may login.
it: Si prega di usare il link d'invito per registrare un nuovo account; l'utente esistente può effettuare l'accesso.
pt_br: Por favor, use o link de convite para registrar uma nova conta; o usuário existente pode fazer login.

source: Invitation code invalid or expired.
it: Codice d'invito non valido o scaduto.
pt_br: Código de convite inválido ou expirado.

source: Loading timed out, please check your network (VPN) settings.
it: Caricamento interrotto, si prega di controllare le impostazioni di rete (VPN).
pt_br: O carregamento expirou, verifique as configurações de rede (VPN).

source: Continue using this site implies consent to our <a href="/pages/rules/">rules</a> and <a href="/pages/terms/">terms</a>, including using cookies to provide necessary functionality.
it: Continuare a usare questo sito sottointende il vostro consenso alle nostre <a href="/pages/rules/">regole</a>e<a href="/pages/terms/">termini</a>, incluso l'utilizzo di cookies per provvedere le funionalità necessarie al corretto funzionamento del sito.
pt_br: Continuar usando este site implica consentimento para nossa <a href="/pages/rules/">rules</a> e <a href="/pages/terms/">terms</a>, incluindo o uso de cookies para fornecer a funcionalidade necessária.

source: Domain of your instance (excl. @)
it: Dominio della tua istanza (esclusa @)
pt_br: Domínio da sua instância (excl. @)

source: Default view once logged in
it: Visualizzazione di base una volta effettuato l'accesso
pt_br: Visualização padrão depois de fazer login

source: Activities
it: Attività
pt_br: Atividades

source: Default visibility
it: Visibilità predefinita
pt_br: Visibilidade padrão

source: Public status will be posted to fediverse
it: Gli status pubblici verranno pubblicati nel fediverso
pt_br: O status público será postado no fediverso

source: in public timeline
it: nella timeline pubblica
pt_br: na linha do tempo pública

source: unlisted and excluded from public timeline
it: non in lista ed escluso dalla timeline pubblica
pt_br: não listado e excluído da linha do tempo pública

source: local, this site only
it: locale, solo questo sito
pt_br: local, apenas este site

source: Turn on crosspost to timeline by default
it: Abilita in maniera predefinita la condivisione sulla timeline
pt_br: Ativar a postagem cruzada na linha do tempo por padrão
