Repository: woyin/neodb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it, pt_br

source: English
it: Inglese
pt_br: Inglês

source: Danish
it: Danese
pt_br: Dinamarquês

source: German
it: Tedesco
pt_br: Alemão

source: French
it: Francese
pt_br: Francês

source: Italian
it: Italiano
pt_br: Italiano

source: Portuguese
it: Portoghese
pt_br: Português

source: Simplified Chinese
it: Cinese Semplificato
pt_br: Chinês Simplificado

source: Traditional Chinese
it: Cinese Tradizionale
pt_br: Chinês Tradicional

source: locale
pt_br: localização

source: text content
it: contenuto testuale
pt_br: Texto

source: Paperback
it: Brossurato
pt_br: Livro de bolso (Capa mole)

source: Hardcover
it: Copertina rigida
pt_br: Capa dura

source: Audiobook
it: Audiolibro
pt_br: AudioLivro

source: Web Fiction
pt_br: Ficção web

source: Other
it: Altro
pt_br: Outro

source: subtitle
it: sottotitolo
pt_br: subtítulo

source: original title
it: titolo originale
pt_br: título original

source: other title
it: titolo alternativo
pt_br: outro título

source: author
it: Autore
pt_br: autor

source: translator
it: Tradotto da
pt_br: tradutor

source: book format
it: formato del libro
pt_br: formato do livro

source: publishing house
it: Casa editrice
pt_br: editora

source: publication year
it: anno di pubblicazione
pt_br: ano de publicação

source: publication month
it: mese di pubblicazione
pt_br: mês de publicação

source: binding
it: Formato
pt_br: Encadernação

source: pages
it: pagine
pt_br: páginas

source: series
it: Serie
pt_br: séries

source: contents
it: contenuti
pt_br: conteúdos

source: price
it: Prezzo
pt_br: preço

source: imprint
it: Stampa
pt_br: selo editorial

source: Unknown
it: Sconosciuto
pt_br: Desconhecido

source: Google Books
pt_br: Google Livros

source: Fediverse
it: Fediverso
pt_br: Fediverso

source: Archive of Our Own
pt_br: Arquivo próprio

source: RSS Feed URL
it: URL del Feed RSS
pt_br: Url do Feed RSS

source: TMDB TV Serie
it: Serie TV TMDB
pt_br: Série do TMDB

source: TMDB TV Season
it: Stagione TV TMDB
pt_br: Temporada do TMDB

source: TMDB TV Episode
it: Episodio TV TMDB
pt_br: Episódio do TMDB

source: TMDB Movie
it: Film TMDB
pt_br: Filme do TMDB

source: Goodreads Work
it: Lavoro Goodreads
pt_br: Trabalho do Goodreads

source: Douban Book
it: Libro Douban
pt_br: Livro do Douban

source: Douban Book Work
it: Libro Douban Lavoro
pt_br: Trabalho de Livro do Douban

source: Douban Movie
it: Film Douban
pt_br: Filme do Douban

source: Douban Music
it: Musica Douban
pt_br: Música do Douban

source: Douban Game
it: Gioco Douban
pt_br: Jogo do Douban

source: Douban Drama
it: Dramma Douban
pt_br: Drama do Douban

source: Douban Drama Version
it: Versione drama su Douban
pt_br: Versão de drama do Douban

source: BooksTW Book
it: Libro BooksTW
pt_br: Livro do BooksTW

source: Spotify Album
it: Album Spotify
pt_br: Álbum do Spotify

source: Spotify Podcast
it: Podcast Spotify
pt_br: Podcast do Spotify

source: Discogs Release
it: Uscita Discogs
pt_br: Lançamento do Discogs

source: IGDB Game
it: Gioco IGDB
pt_br: Jogo do IGDB

source: BGG Boardgame
it: Gioco da tavolo BGG
pt_br: Jogo de tabuleiro do BGG

source: Steam Game
it: Gioco Steam
pt_br: Jogo da Steam

source: Edition
pt_br: Edição

source: TV Serie
it: Serie TV
pt_br: Série

source: TV Season
it: Stagione TV
pt_br: Temporada

source: TV Episode
it: Episodio TV
pt_br: Episódio

source: Movie
it: Film
pt_br: Filme

source: Album
pt_br: Álbum

source: Game
it: Giochi
pt_br: Jogo

source: Podcast Program
it: Programma Podcast
pt_br: Podcast

source: Podcast Episode
it: Episodio Podcast
pt_br: Episódio de Podcast

source: Performance
it: Esibizione
pt_br: Apresentação

source: Production
it: Produzione
pt_br: Produção

source: Exhibition
it: Mostra
pt_br: Exibição

source: Collection
it: Collezione
pt_br: Coleção

source: Book
it: Libri
pt_br: Livro

source: Music
it: Musica
pt_br: Música

source: language
it: Lingua
pt_br: idioma

source: title
it: titolo
pt_br: título

source: description
it: descrizione
pt_br: descrição

source: Primary ID Type
it: Tipo d'identificativo primario
pt_br: Tipo de ID Primário

source: Primary ID Value
it: Valore dell'ID primario
pt_br: Valor do ID Primário

source: metadata
it: metadati
pt_br: metadados

source: cover
it: copertina
pt_br: capa

source: source site
it: sito d'origine
pt_br: site fonte

source: ID on source site
it: ID sul sito sorgente
pt_br: ID do site fonte

source: source url
it: URL della sorgente
pt_br: url da fonte

source: IdType of the source site
it: IdType del sito sorgente
pt_br: IdType do site fonte

source: Primary Id on the source site
it: Id Primario sul sito sorgente
pt_br: Id primário do site fonte

source: url to the resource
it: URL alla risorsa
pt_br: url para o recurso

source: Main Game
it: Gioco base
pt_br: Jogo Principal

source: Expansion
it: Espansione
pt_br: Expansão

source: Downloadable Content
it: Contenuto Scaricabile
pt_br: Conteúdo baixável

source: Bundle
it: Pacchetto
pt_br: Pacote

source: Remaster
it: Rimasterizzazione
pt_br: Remasterizado

source: Special Edition
it: Edizione Speciale
pt_br: Edição Especial

source: designer
pt_br: desenhista

source: artist
it: artista
pt_br: artista

source: developer
it: Sviluppatore
pt_br: desenvolvedor

source: publisher
it: Editore
pt_br: editora

source: year of publication
it: anno di pubblicazione
pt_br: ano de publicação

source: date of publication
it: Data di pubblicazione
pt_br: data de publicação

source: YYYY-MM-DD
it: AAAA-MM-GG
pt_br: AAAA-MM-DD

source: release type
it: tipo di rilascio
pt_br: tipo de lançamento

source: genre
it: Genere
pt_br: gênero

source: platform
it: Piattaforma
pt_br: plataforma

source: website
it: Sito internet
pt_br: site

source: director
it: Diretto da
pt_br: diretor

source: playwright
it: Scritto da
pt_br: escritor

source: actor
it: Cast
pt_br: ator

source: release date
it: Data di uscita
pt_br: dia de lançamento

source: date
it: data
pt_br: data

source: required
it: richiesto
pt_br: obrigatório

source: region or event
it: regione o evento
pt_br: região ou evento

source: Germany or Toronto International Film Festival
it: Germania o Toronto International Film Festival
pt_br: Alemanha ou Festival Internacional de Cinema de Toronto

source: region
it: Paese
pt_br: região

source: year
it: anno
pt_br: ano

source: length
it: Durata
pt_br: duração

source: milliseconds
it: millisecondi
pt_br: milissegundos

# music
source: genre
it: Genere
pt_br: gênero

source: tracks
it: tracce
pt_br: faixas

source: album type
it: tipo d'album
pt_br: tipo de álbum

source: media type
it: tipo di supporto
pt_br: tipo de mídia

source: number of discs
it: numero di dischi
pt_br: número de discos

source: name
it: nome
pt_br: nome

source: role
it: ruolo
pt_br: papel

source: optional
it: opzionale
pt_br: opcional

source: original name
it: nome originale
pt_br: nome original

source: original creator
it: creatore originale
pt_br: criador original

source: composer
it: compositore
pt_br: compositor

source: choreographer
it: coreografo
pt_br: coreógrafo

source: performer
pt_br: intérprete

source: troupe
pt_br: trupe

source: crew
it: squadra
pt_br: grupo

source: theater
it: teatro
pt_br: teatro

source: opening date
it: data della première
pt_br: data de abertura

source: closing date
it: data di chiusura
pt_br: data de encerramento

source: host
it: presentatore
pt_br: apresentador(es)

source: Invalid URL
it: URL non valido
pt_br: Url inválida

source: Unsupported URL
pt_br: Url não suportada

source: Unable to fetch from the link, please check again. Some sites may require login for certain links, please manually create them here.
it: Impossibile recuperare dal link, si prega di controllare ancora. Alcuni siti richiedono l'accesso per alcuni tipi di link. Se necessario è possibile crearli qui manualmente.
pt_br: Não foi possível buscar no link, verifique novamente. Alguns sites podem exigir login para determinados links, crie-os manualmente aqui.

source: ratings
it: valutazioni
pt_br: avaliações

source: part of
it: Parte della
pt_br: parte de

source: this season
pt_br: nesta temporada

source: edit this item to fetch or add episode list here
it: modifica questo elemento per recuperare o aggiungere qui una lista di episodi
pt_br: edite este item para buscar ou adicionar a lista de episódios aqui

source: hide this tooltip
it: nascondi questo suggerimento
pt_br: ocultar esta dica

source: show more
it: mostra di più
pt_br: mostrar mais

source: nothing more.
it: nient'altro.
pt_br: nada mais.

source: add a comment
pt_br: adicionar um comentário

source: comment this episode
it: commenta questo episodio
pt_br: comente este episódio

source: more notes from them
pt_br: mais notas deles

source: take some note or quote
pt_br: tomar nota ou citar

source: write a review
pt_br: escrever uma análise

source: no history.
it: nessuna storia.
pt_br: sem histórico.

source: sure to clear mark history?
it: Vuoi veramente eliminare la cronologia delle interazioni?
pt_br: tem certeza que deseja limpar o histórico de marcações?

source: clear mark history
it: Elimina cronologia delle interazioni
pt_br: limpar histórico de marcações

source: clear history will not remove current mark
it: l'eliminazione della cronologia non rimuoverà il contrassegno corrente
pt_br: limpar histórico não removerá a marcação atual

source: my comment and tags
it: I miei commenti e tag
pt_br: meu comentário e etiquetas

source: my notes
it: Le mie note
pt_br: minhas anotações

source: my review
it: La mia recensione
pt_br: minha análise

source: my collection
it: La mia collezione
pt_br: minha coleção

source: mark history
it: Cronologia delle interazioni
pt_br: marcar no histórico

source: edit
it: modifica
pt_br: editar

source: revision history
it: cronologia delle revisioni
pt_br: histórico de revisões

source: back to item
it: ritorna all'elemento
pt_br: voltar ao item

source: Edit Options
it: Modifica Opzioni
pt_br: Opções de Edição

source: Item has been deleted.
it: L'elemento è stato cancellato.
pt_br: O item foi excluído.

source: Item contains sub-items.
it: L'elemento contiene sotto-elementi.
pt_br: O item contém sub-itens.

source: Item has been merged to another item.
it: L'elemento è stato incorporato in un altro elemento.
pt_br: O item foi mesclado com outro item.

source: Item has been marked by users.
it: L'elemento è stato segnato dagli utenti.
pt_br: O item foi marcado pelos usuários.

source: The following items are merged into this item
it: I seguenti elementi sono stati accorpati in questo elemento
pt_br: Os seguintes itens foram mesclados neste item

source: External website
it: Sito internet esterno
pt_br: Site externo

source: Existing metadata might get overwritten, sure to proceed?
it: I metadati esistenti potrebbero essere sovrascritti, sicuro di voler procedere?
pt_br: Metadados existentes podem ser sobrescritos, deseja prosseguir?

source: Fetch again
it: Recupera nuovamente
pt_br: Buscar novamente

source: You may not be able to undo this operation, sure to remove?
it: Potresti non essere in grado di annullare questa operazione, sicuro di voler rimuovere?
pt_br: Você não poderá desfazer esta operação, tem certeza que deseja remover?

source: Remove link to site
it: Rimuovi il link al sito
pt_br: Remover link para o site

source: Edit sub-items
it: Modifica sotto-elementi
pt_br: Editar sub-itens

source: create
it: crea
pt_br: criar

source: Fetch all episodes
it: Recupera tutti gli episodi
pt_br: Buscar todos os episódios

source: Fetch all
it: Recupera tutto
pt_br: Buscar tudo

source: Due to differences in how Douban, IMDB, and TMDB handle season data, a small number of TV shows and animations may not return correct results. Please manually verify and clean up after updating.
it: A causa delle differenze dei modi nei quali Douban, IMDB e TMDB gestiscono i dati delle stagioni, un piccolo numero di prodotti animati e serie TV potrebbero contenere dati sbagliati. Si prega di verificare i dati manualmente e aggiornarli dopo averli corretti.
pt_br: Devido a diferenças na forma como Douban, IMDB e TMDB gerenciam os dados de temporada, um pequeno número de séries de TV e animações pode não apresentar resultados corretos. Por favor, verifique e ajuste manualmente após a atualização.

source: To fetch all episodes, season numbers and IMDB information are required. If filling this out is inconvenient, you can also manually create sub-entries.
it: Per recuperare tutti gli episodi, sono richiesti i numeri delle stagioni e le informazioni IMDB. Se non conviene compilare i dati, puoi creare manualmente delle sotto-voci.
pt_br: Para buscar todos os episódios, são necessários os números das temporadas e as informações do IMDB. Se preencher isso for inconveniente, você também pode criar subentradas manualmente.

source: switch category
it: cambia categoria
pt_br: mudar categoria

source: Switching may remove some metadata. Sure to proceed?
it: Cambiare potrebbe rimuovere alcuni metadati. Vuoi procedere?
pt_br: A troca pode remover alguns metadados. Tem certeza que deseja prosseguir?

source: TV Show
it: Show TV
pt_br: Programa de TV

source: Link to parent item
it: Collega ad elemento genitore
pt_br: Link para o item pai

source: Sure to link?
it: Confermare il collegamento?
pt_br: Confirmar o link?

source: Update link
it: Aggiorna collegamento
pt_br: Atualizar link

source: Cleanup seasons
it: Riordina stagioni
pt_br: Limpar temporadas

source: This operation cannot be undone. Sure to delete?
it: Questa operazione non può essere annullata. Confermi l'eliminazione?
pt_br: Esta operação é irreversível. Tem certeza que deseja excluir?

source: remove seasons not marked
it: rimuovi le stagioni non contrassegnate
pt_br: remover temporadas não marcadas

source: Merge
it: Unisci
pt_br: Mesclar

source: URL of target item, or empty if undo merge
it: URL dell'elemento di destinazione, o vuoto se si annulla accorpamento
pt_br: URL do item de destino, ou vazio, se a mesclagem for desfeita

source: merge to another item
it: unisci ad un altro elemento
pt_br: mesclar a outro item

source: Delete
it: Elimina
pt_br: Excluir

source: Work
it: Lavoro
pt_br: Trabalho

source: This edition belongs to the following work
it: Questa edizione appartiene al seguente lavoro
pt_br: Esta edição pertence ao seguinte trabalho

source: Sure to unlink?
it: Sicuro di voler scollegare?
pt_br: Tem certeza que deseja desvincular?

source: Unlink from work
it: Scollega dal lavoro
pt_br: Desvincular do trabalho

source: Link to another edition from same work
it: Collega ad un'altra edizione dallo stesso lavoro
pt_br: Link para outra edição do mesmo trabalho

source: Suggest Edits
it: Suggerisci Modifiche
pt_br: Sugerir Edições

source: proposed action
it: azione proposta
pt_br: ação proposta

source: link to another item
it: collega ad un altro elemento
pt_br: link para outro item

source: change item category
it: cambia categoria dell'elemento
pt_br: alterar categoria do item

source: change item metadata
it: cambia i metadati dell'elemento
pt_br: alterar metadados do item

source: remove item
it: rimuovi elemento
pt_br: remover item

source: other
it: altro
pt_br: outro

source: To suggest merging or association, please include the URL of the target item
it: Per suggerire un accorpamento o associazione si prega di includere l'URL dell'oggetto di destinazione
pt_br: Para propor uma fusão ou associação, por favor, inclua o URL do item em questão

source: submit
it: inoltra
pt_br: enviar

source: As a user of this community, you may edit some metadata of items on this site. If you are unsure whether your edits are appropriate or are unable to make a certain change, you can make suggestions here. Moderators will consider each suggestion, although there is no guarantee that they will always be fully adopted; suggestions may also be viewed or discussed by other community users. If you have suggestions that are not related to a specific item, please contact us. Thank you for your support and contribution.
it: Come membro di questa community, puoi modificare alcuni metadati di elementi presenti in questo sito. Se non sei sicuro della correttezza delle tue modifiche o non sei in grado di effettuare un determinato tipo di modifica puoi proporre i tuoi suggerimenti qui. I moderatori valuteranno ogni suggerimento, ma non viene garantito in nessun modo che i tuoi suggerimenti verranno adottati per forza. I tuoi suggerimenti potranno essere discussi da altri utenti della community. Se hai suggerimenti che non sono legati in nessun modo ad un elemento specifico, contattaci direttamente. Grazie mille per il vostro supporto e contributo.
pt_br: Como usuário desta comunidade, você pode editar alguns metadados de itens neste site. Caso tenha dúvidas sobre a adequação de suas edições ou não consiga realizar uma alteração específica, você pode deixar suas sugestões aqui. Os moderadores analisarão cada sugestão, ainda que não haja garantia de que serão sempre plenamente adotadas; as sugestões também podem ser visualizadas ou discutidas por outros usuários da comunidade. Se você tiver sugestões que não estejam relacionadas a um item específico, por favor, entre em contato conosco. Agradecemos pelo seu apoio e contribuição.

source: Search filters
pt_br: Filtros de pesquisa

source: filter by one of these categories
pt_br: filtrar por uma dessas categorias

source: filter by public tag
pt_br: filtrar por etiqueta pública

source: filter by people (director, author, actor)
pt_br: filtrar por pessoas (diretor, autor, ator)

source: filter by specific year
pt_br: filtrar por ano específico

source: filter by year range
pt_br: filtrar por intervalo de anos

source: filter by format
pt_br: filtrar por formato

source: filter by genre
pt_br: filtrar por gênero

source: filter by language code
pt_br: filtrar por código de idioma

source: Not the result you are looking for?
it: Non è il risulltato che stavi cercando?
pt_br: Não é o resultado que você está procurando?

source: Or you may create items manually
it: Oppure puoi creare elementi manualmente
pt_br: Ou você pode criar itens manualmente

source: Add books
it: Aggiungi libri
pt_br: Adicionar livros

source: Add movies
it: Aggiungi film
pt_br: Adicionar filmes

source: Add tv series
it: Aggiungi serie tv
pt_br: Adicionar séries de tv

source: Add podcasts
it: Aggiungi podcast
pt_br: Adicionar podcasts

source: Add albums
it: Aggiungi album
pt_br: Adicionar álbuns

source: Add games
it: Aggiungi giochi
pt_br: Adicionar games

source: Add performance or theater pieces
it: Aggiungi performance o spettacoli teatrali
pt_br: Adicionar performances ou peças de teatro

source: duration
it: durata
pt_br: duração

source: barcode
it: codice a barre
pt_br: código de barras

source: album media
it: copertina dell'album
pt_br: mídia do álbum

source: Are you sure to delete?
it: Confermare eliminazione?
pt_br: Tem certeza que deseja excluir?

source: Yes
it: Sì
pt_br: Sim

source: No
pt_br: Não

source: Edit
it: Modifica
pt_br: Editar

source: Create
it: Crea
pt_br: Criar

source: Save
it: Salva
pt_br: Salvar

source: Cancel
it: Cancella
pt_br: Cancelar

source: Are you sure to merge?
it: Confermare l'accorpamento?
pt_br: Tem certeza que deseja mesclar?

source: Are you sure to cancel merge?
it: Vuoi veramente annullare l'accorpamento?
pt_br: Você tem certeza que deseja cancelar a mesclagem?

source: Are you sure to link?
it: Confermare il collegamento?
pt_br: Tem certeza de que deseja vincular?

source: This operation cannot be undone. Sure to merge?
it: Questa operazione non può essere annullata. Confermare accorpamento?
pt_br: Esta operação não pode ser desfeita. Tem certeza que deseja mesclar?

source: Discover
it: Scopri
pt_br: Descobrir

source: Collections
it: Collezioni
pt_br: Coleções

source: edit layout
it: Modifica impaginazione
pt_br: editar layout

source: save
it: Salva
pt_br: salvar

source: cancel
it: Cancella
pt_br: cancelar

source: show
it: mostra
pt_br: mostrar

source: hide
it: nascondi
pt_br: ocultar

source: Unread Announcements
it: Annunci non letti
pt_br: Anúncios Não Lidos

source: mark all as read
it: segna tutti come letti
pt_br: marcar tudo como lido

source: Popular Tags
it: Tag popolari
pt_br: Etiquetas Populares

source: nothing so far.
it: finora nulla.
pt_br: nada até agora.

source: Recent Posts
it: Post Recenti
pt_br: Postagens Recentes

source: publication date
it: data di pubblicazione
pt_br: data de publicação

source: number of pages
it: Numero di pagine
pt_br: número de páginas

source: other editions
it: Altre edizioni
pt_br: outras edições

source: Borrow or Buy
it: Prendi in prestito oppure Acquista
pt_br: Pegar Emprestado ou Comprar

source: Some items were found from other websites and instances, click their title to save them locally.
pt_br: Alguns itens foram encontrados em outros sites e instâncias; clique no respectivo título para salvá-los localmente.

source: Search results
it: Risultati della ricerca
pt_br: Resultados da pesquisa

source: Fetching from %(site_label)s
it: Recuperando da %(site_label)s
pt_br: Buscando a partir de %(site_label)s

source: System busy, please try again in a minute.
it: Sistema occupato, si prega di riprovare fra un minuto.
pt_br: Sistema ocupado, tente novamente em um minuto.

source: release year
it: anno d'uscita
pt_br: ano de lançamento

source: select one of the seasons to comment
it: seleziona una delle stagioni per commentare
pt_br: selecionar uma das temporadas para comentar

source: mark, comment and collect
it: Segna, commenta e colleziona
pt_br: marcar, comentar e colecionar

source: Login or register to review or add this item to your collection.
it: Accedi o registrati per recensire o aggiungere questo elemento alla tua collezione.
pt_br: Entre ou cadastre-se para analisar ou adicionar este item à sua coleção.

source: Related Collections
it: Collezioni Correlate
pt_br: Coleções Relacionadas

source: Unsupported item type.
it: Tipo d'elemento non supportato.
pt_br: Tipo de item não suportado.

source: Edit this item
it: Modifica questo elemento
pt_br: Editar este item

source: Last edited
it: Modificato l'ultima volta
pt_br: Última edição

source: No enough ratings
it: Non ci sono abbastanza valutazioni
pt_br: Não há avaliações suficientes

source: overview
it: Sinossi
pt_br: visão geral

source: comments
it: Commenti
pt_br: comentários

source: marks
it: Interazioni
pt_br: marcas

source: marks from who you follow
it: Interazioni degli utenti che segui tu
pt_br: marcações de quem você segue

source: reviews
it: Recensioni
pt_br: análises

source: notes
pt_br: anotações

source: Marks
it: Interazioni
pt_br: Marcas

source: Reviews
it: Recensioni
pt_br: Análises

source: number of Seasons
it: numeri di Stagioni
pt_br: número de Temporadas

source: number of Episodes
it: numero di Episodi
pt_br: número de Episódios

source: episode Length
it: Durata dell'episodio
pt_br: Duração do episódio

source: production
it: produzione
pt_br: produção

source: recent episodes
it: episodi recenti
pt_br: episódios recentes

source: subscribe in apps
it: abbonati nelle app
pt_br: assinar nos aplicativos

source: original website
it: sito internet ufficiale
pt_br: site original

source: all
it: tutto
pt_br: todas

source: books
it: libri
pt_br: livros

source: movie & tv
it: film e tv
pt_br: filme & tv

source: music
it: musica
pt_br: música

source: games
it: giochi
pt_br: jogos

source: your journal
it: il tuo diario
pt_br: seu diário

source: your timeline
it: la tua timeline
pt_br: sua linha do tempo

source: Save as dynamic collection
pt_br: Salvar como coleção dinâmica

source: Search Results
it: Risultati della ricerca
pt_br: Resultados da Pesquisa

source: tag
pt_br: etiqueta

source: No items matching your search query.
it: Nessun elemento corrisponde alla tua ricerca.
pt_br: Nenhum item correspondente à sua pesquisa.
