Repository: woyin/neodb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it, pt_br

source: If you have URL from one of these sites, please put the full URL (e.g. <code>https://www.imdb.com/title/tt2513074/</code>) to the search box and press Enter.
it: Se hai l'URL da uno di questi siti, si prega di inserire l'intero URL (es. <code>https://www.imdb.com/title/tt2513074/</code>) nella barra di ricerca e premere Invio.
pt_br: Se você tiver uma URL de um desses sites, por favor, insira a URL completa (Por exemplo: <code>https://www.imdb.com/title/tt2513074/</code>) para a caixa de pesquisa e pressione Enter.

source: Searching from other sites
it: Ricerca da altri siti
pt_br: Pesquisando em outros sites

source: Logged in user may see search results from other sites.
it: L'utente che ha fatto l'accesso può vedere i risultati di ricerca da altri siti.
pt_br: O usuário logado poderá ver resultados de busca de outros sites.

source: all seasons
it: Tutte le stagioni
pt_br: todas as temporadas

source: season number
it: Stagione numero
pt_br: número da temporada

source: number of seasons
it: Numero delle stagioni
pt_br: número de temporadas

source: number of episodes
it: Numero di episodi
pt_br: número de episódios

source: Editions
it: Edizioni
pt_br: Edições

source: show time
it: prima trasmissione
pt_br: mostrar horário

source: Date
it: Data
pt_br: Data

source: Region or Event
it: Paese o Evento
pt_br: Região ou Evento

source: episode length
it: durata dell'episodio
pt_br: duração do episódio

source: {show_title} Season {season_number}
it: {show_title} Stagione {season_number}
pt_br: {show_title} Temporada {season_number}

source: Item not found
it: Elemento non trovato
pt_br: Item não encontrado

source: Item no longer exists
it: L'elemento non esiste più
pt_br: Item não existe mais

source: Item in use.
it: Elemento in uso.
pt_br: Item em uso.

source: Item cannot be deleted.
it: L'elemento non può essere eliminato.
pt_br: Item não pode ser excluído.

source: Insufficient permission
it: Permessi insufficienti
pt_br: Permissão insuficiente

source: Invalid parameter
it: Parametro non valido
pt_br: Parâmetro inválido

source: TV Season with IMDB id and season number required.
it: Richiesta stagione TV con l'id IMDB e numero di stagione.
pt_br: Temporada de TV com ID IMDB e número da temporada necessários.

source: Updating episodes
it: Aggiornando episodi
pt_br: Atualizando episódios

source: Cannot be merged to an item already deleted or merged
it: Non è possibile accorpare ad un elemento già eliminato o accorpato
pt_br: Não pode ser mesclado com um item já excluído ou mesclado

source: Cannot merge items in different categories
it: Impossibile accorpare elementi in categorie differenti
pt_br: Não é possível mesclar itens em categorias diferentes

source: Cannot merge an item to itself
pt_br: Não é possível mesclar um item consigo mesmo

source: Cannot be linked to an item already deleted or merged
it: Impossibile collegare ad un elemento già eliminato o accorpato
pt_br: Não pode ser vinculado a um item já excluído ou mesclado

source: Cannot link items other than editions
it: Impossibile collegare altri elementi all'infuori delle edizioni
pt_br: Não é possível vincular itens que não sejam edições

source: Afrikaans
pt_br: Africânderes

source: Akan
pt_br: Acã

source: Aragonese
pt_br: Aragonês

source: Assamese
pt_br: Assamês

source: Avaric
it: Avaro
pt_br: Ávaro

source: Avestan
it: Avestico
pt_br: Avéstico

source: Aymara
pt_br: Aimará

source: Azerbaijani
it: Azerbaigiano
pt_br: Azerbaijano

source: Bashkir
it: Baschiro
pt_br: Basquir

source: Bislama
pt_br: Bislamá

source: Tibetan
it: Tibetano
pt_br: Tibetano

source: Breton
it: Bretone
pt_br: Bretão

source: Catalan
it: Catalano
pt_br: Catalão

source: Czech
it: Ceco
pt_br: Tcheco

source: Chechen
it: Ceceno
pt_br: Checheno

source: Slavic
it: Slavo
pt_br: Eslavo

source: Chuvash
it: Ciuvascio
pt_br: Tchuvache

source: Cornish
it: Cornico
pt_br: Córnico

source: Corsican
it: Corso
pt_br: Corso

source: Cree
pt_br: Cri

source: Welsh
it: Gallese
pt_br: Galês

source: Divehi
it: Maldiviano
pt_br: Diveí

source: Dzongkha
pt_br: Butanês

source: Estonian
it: Estone
pt_br: Estoniano

source: Basque
it: Basco
pt_br: Basco

source: Faroese
it: Faroense
pt_br: Feroesa

source: Fijian
it: Figiano
pt_br: Fijiana

source: Finnish
it: Finlandese
pt_br: Finlandês

source: Frisian
it: Frisone
pt_br: Frísio

source: Fulah
it: Fula
pt_br: Fulas

source: Gaelic
it: Gaelico
pt_br: Gaélico

source: Irish
it: Irlandese
pt_br: Irlandês

source: Galician
it: Galiziano
pt_br: Galego

source: Manx
it: Mannese
pt_br: Manês

source: Gujarati
pt_br: Guzerate

source: Haitian; Haitian Creole
it: Haitiano; Creolo Haitiano
pt_br: Haitiano

source: Hausa
pt_br: Haúça

source: Serbo-Croatian
it: Serbo-Croato
pt_br: Servo-croata

source: Croatian
it: Croato
pt_br: Croata

source: Hungarian
it: Ungherese
pt_br: Húngaro

source: Igbo
pt_br: Ibo

source: Inuktitut
pt_br: Inuctitutes

source: Interlingua
pt_br: Interlíngua

source: Indonesian
it: Indonesiano
pt_br: Indonésio

source: Icelandic
it: Islandese
pt_br: Islandês

source: Javanese
it: Giavanese
pt_br: Javanês

source: Japanese
it: Giapponese
pt_br: Japonês

source: Kalaallisut
it: Groenlandese
pt_br: Groenlandês

source: Kannada
pt_br: Canarês

source: Kashmiri
pt_br: Caxemiriano

source: Kanuri
pt_br: Canúri

source: Kazakh
it: Kazako
pt_br: Cazaque

source: Khmer
pt_br: Quemer

source: Kikuyu
it: Gikuyu
pt_br: Quicuia

source: Kinyarwanda
pt_br: Quiniaruanda

source: Kirghiz
it: Kirghiso
pt_br: Quirguiz

source: Komi
pt_br: Cómi

source: Kongo
it: Kikongo
pt_br: Conga

source: Korean
it: Coreano
pt_br: Coreano

source: Kuanyama
it: Kwanyama
pt_br: Cuanhama

source: Kurdish
it: Curdo
pt_br: Curdo

source: Latin
it: Latino
pt_br: Latim

source: Latvian
it: Lettone
pt_br: Letão

source: Limburgish
it: Limburghese
pt_br: Limburguês

source: Lithuanian
it: Lituano
pt_br: Lituano

source: Letzeburgesch
it: Lussemburghese
pt_br: Luxemburguês

source: Malayalam
pt_br: Malaiala

source: Marathi
pt_br: Marata

source: Malagasy
it: Malagascio
pt_br: Malgaxe

source: Maltese
pt_br: Maltesa

source: Moldavian
it: Moldavo
pt_br: Moldávio

source: Mongolian
it: Mongolo
pt_br: Mongol

source: Malay
it: Malese
pt_br: Malaio

source: Burmese
it: Birmano
pt_br: Birmanês

source: Nepali
it: Nepalese
pt_br: Nepalês

source: Dutch
it: Olandese
pt_br: Holandês

source: Norwegian Nynorsk
it: Norvegese Nynorsk
pt_br: Norueguês

source: Norwegian Bokmål
it: Norvegese Bokmål
pt_br: Bokmål Norueguês

source: Norwegian
it: Norvegese
pt_br: Norueguês

source: Polish
it: Polacco
pt_br: Polonês

source: Romanian
it: Rumeno
pt_br: Romeno

source: Spanish
it: Spagnolo
pt_br: Espanhol

source: Albanian
it: Albanese
pt_br: Albanês

source: Turkish
it: Turco
pt_br: Turco

source: Uzbek
it: Uzbeco
pt_br: Uzbeque

source: Arabic
it: Arabo
pt_br: Árabe

source: Bulgarian
it: Bulgaro
pt_br: Búlgaro

source: Macedonian
it: Macedone
pt_br: Macedónio

source: Greek
it: Greco
pt_br: Grego

source: Persian
it: Persiano
pt_br: Persa

source: Hebrew
it: Ebraico
pt_br: Hebraico

source: Armenian
it: Armeno
pt_br: Armênio

source: Georgian
it: Georgiano
pt_br: Georgiano

source: Bengali
it: Bengalese
pt_br: Bengalês

source: Bosnian
it: Bosniaco
pt_br: Bósnio

source: Belarusian
it: Bielorusso
pt_br: Bielo-russo

source: Simplified Chinese (Mainland)
it: Cinese Semplificato (Cina continentale)
pt_br: Chinês Simplificado (Continente)

source: Traditional Chinese (Taiwan)
it: Cinese Tradizionale (Taiwan)
pt_br: Chinês tradicional (Taiwan)

source: Traditional Chinese (Hongkong)
it: Cinese Tradizionale (Hong Kong)
pt_br: Chinês tradicional (Hong Kong)

source: Portuguese (Brazil)
it: Portoghese (Brasile)
pt_br: Português (Brasil)

source: Simplified Chinese (Singapore)
it: Cinese Semplificato (Singapore)
pt_br: Chinês Simplificado (Cingapura)

source: Simplified Chinese (Malaysia)
it: Cinese Semplificato (Malesia)
pt_br: Chinês Simplificado (Malásia)

source: Traditional Chinese (Macau)
it: Cinese Tradizionale (Macau)
pt_br: Chinês Tradicional (Macau)

source: Mandarin Chinese
it: Cinese Mandarino
pt_br: Mandarim

source: Yue Chinese
it: Cinese Cantonese
pt_br: Yue chinês

source: Min Nan Chinese
it: Cinese Minnan
pt_br: Min Nan chinês

source: Wu Chinese
it: Cinese Wu
pt_br: Wu chinês

source: You may have submitted invalid data, or the content may have been deleted by the author.
it: Potresti aver inserito dati non validi, oppure il contenuto potrebbe essere stato eliminato dall'autore.
pt_br: Você pode ter enviado dados inválidos, ou o conteúdo pode ter sido excluído pelo autor.

source: If you believe this is our mistake, please contact us through the link at the bottom of the page.
it: Se credi che questo sia un nostro errore, contattaci tramite il link in fondo alla pagina.
pt_br: Se você acredita que isso seja um erro nosso, por favor, entre em contato conosco pelo link no rodapé da página.

source: Author may require you to log in before accessing this content, or you do not have permission to view it.
it: L'autore potrebbe richiedere che tu faccia l'accesso prima di poter accedere a questo contenuto, oppure potresti non avere il permesso per poterlo visualizzare.
pt_br: Pode ser que o autor exija que você faça login para acessar este conteúdo, ou você não tem permissão para visualizá-lo.

source: Something is missing
it: Manca qualcosa
pt_br: Algo está faltando

source: You may have visited an incorrect URL, or the content you are looking for has been deleted by the author.
it: Potresti aver visitato un URL non corretto, oppure il contenuto che stai cercando è stato eliminato dall'autore.
pt_br: Você pode ter visitado uma URL incorreta ou o conteúdo que está procurando foi excluído pelo autor.

source: Go to Home
pt_br: Ir para a Página Inicial

source: An internal error occurred. If this error occurs repeatedly, it will be recorded and handled by a human.
it: È stato prodotto un errore interno. Se questo errore accade ripetutamente, verrà registrato e gestito da un umano.
pt_br: correu um erro interno. Se esse erro ocorrer repetidamente, ele será registrado e tratado por um humano.

source: If you have an urgent situation or any questions, please contact us through the link at the bottom of the page.
it: Se hai una questione urgente da risolvere o qualsiasi domanda, contattaci attraverso il link in fondo alla pagina.
pt_br: Em caso de urgência ou dúvidas, por favor, entre em contato conosco pelo link no rodapé da página.

source: Rules
it: Regole
pt_br: Regras

source: Terms
it: Termini
pt_br: Termos

source: Announcements
it: Annunci
pt_br: Anúncios

source: Developer
it: Sviluppatore
pt_br: Desenvolvedor

source: Source Code
it: Codice Sorgente
pt_br: Código-Fonte

source: You are visiting an alternative domain for %(site_name)s, please always use <a href="%(site_url)s%(request.get_full_path)s">original version</a> if possible.
it: Stai visitando un dominio alternativo per %(site_name)s, si prega di usare sempre <a href="%(site_url)s%(request.get_full_path)s">versione originale</a> se possibile.
pt_br: Você está acessando um domínio alternativo para %(site_name)s, por favor, sempre use <a href="%(site_url)s%(request.get_full_path)s">versão original</a> se possível.

source: title, creator, ISBN, item url, @user, @user@instance
it: titolo, creatore, ISBN, URL dell'elemento, @utente. @utente@istanza
pt_br: título, criador, ISBN, URL do item, @usuário, @usuário@instância

source: All Items
it: Tutti gli elementi
pt_br: Todos os itens

source: Movie & TV
it: Film e TV
pt_br: Filme & TV

source: Journal
it: Diario
pt_br: Diário

source: Posts
it: Post
pt_br: Postagens

source: Explore
it: Esplora
pt_br: Explorar

source: Home
pt_br: Página Inicial

source: Notification
it: Notifiche
pt_br: Notificação

source: Data
it: Dati
pt_br: Dados

source: Preferences
it: Preferenze
pt_br: Preferências

source: Account
pt_br: Conta

source: Logout
it: Esci
pt_br: Sair

source: Database
pt_br: Banco de dados

source: Manage
it: Gestisci
pt_br: Gerenciar

source: Sign up or Login
it: Iscriviti o Accedi
pt_br: Cadastre-se ou Entre

source: title or content category:tv status:complete rating:8..10 date:2021-09-11..2022-02
it: titolo o contenuto categoria:tv status:completo valutazione:8..10 data:2021-09-11..2022-02
pt_br: título ou conteúdo categoria:tv estado:completo avaliação:8..10 data:2021-09-11..2022-02

source: Open
it: Aperto
pt_br: Abrir

source: approving followers manually
it: approvare i seguaci manualmente
pt_br: aprovando seguidores manualmente

source: Current Targets
it: Obbiettivi in corso
pt_br: Metas Atuais

source: Set a collection as target, its progress will show up here.
it: Imposta come obbiettivo una collezione e i tuoi progressi verranno visualizzati quassù.
pt_br: Defina uma coleção como meta, e o progresso dela aparecerá aqui.

source: Recent podcast episodes
it: Episodi podcast recenti
pt_br: Episódios recentes de podcast

source: Currently reading
it: Letture in corso
pt_br: Lendo no momento

source: Currently watching
it: Visioni in corso
pt_br: Assistindo agora

source: Tags
it: Tag
pt_br: Etiquetas

source: featured tag
it: tag in evidenza
pt_br: etiqueta em destaque

source: personal tag
it: tag personale
pt_br: etiqueta pessoal

source: no tags so far.
it: nessun tag fino ad ora.
pt_br: sem etiquetas até agora.

source: show all
it: mostra tutto
pt_br: mostrar todas

source: Error
it: Errore
pt_br: Erro

source: just now
it: adesso
pt_br: agora mesmo

source: mutual followed
it: seguiti a vicenda
pt_br: seguidos mutuamente

source: followed
it: seguiti
pt_br: seguido

source: following you
it: ti seguono
pt_br: seguindo você

source: you
it: tu
pt_br: você

source: unavailable
it: non disponibile
pt_br: indisponível

source: User not found
it: Utente non trovato
pt_br: Usuário não encontrado

source: User no longer exists
it: L'utente non esiste più
pt_br: Usuário não existe mais

source: Access denied
it: Accesso negato
pt_br: Acesso negado

source: Title
it: Titolo
pt_br: Título

source: Content (Markdown)
it: Contenuto (Markdown)
pt_br: Conteúdo (Markdown)

source: Crosspost to timeline
it: Ripubblica nella timeline
pt_br: Postagem cruzada para linha do tempo

source: Visibility
it: Visibilità
pt_br: Visibilidade

source: creator only
it: solo creatore
pt_br: criador somente

source: creator and their mutuals
it: creatore e i suoi reciproci
pt_br: criador e seus amigos

source: Collaborative editing
it: Modifica collaborativa
pt_br: Edição colaborativa

source: a review of {item_title}
it: una recensione di {item_title}
pt_br: uma análise de {item_title}

source: {username}'s podcast subscriptions
it: Iscrizioni podcast di {username}
pt_br: assinaturas de podcast de {username}

source: note
it: nota
pt_br: anotação

source: search query for dynamic collection
pt_br: consulta de pesquisa para coleção dinâmica

source: created collection
it: collezione creata
pt_br: coleção criada

source: Public
it: Pubblico
pt_br: Público

source: Followers Only
it: Solo Follower
pt_br: Somente Seguidores

source: Mentioned Only
it: Solo Menzionati
pt_br: Somente Mencionados

source: A recent post was not posted to Bluesky, please login NeoDB using ATProto again to re-authorize.
pt_br: Uma postagem recente não foi publicado no Bluesky. Por favor, faça login no NeoDB usando o ATProto novamente para reautorizar.

source: A recent post was not posted to Threads.
it: Un post recente non è stato pubblicato su Threads.
pt_br: Uma postagem recente não foi postada no Threads.

source: A recent post was not posted to Mastodon, please re-authorize.
it: Un post recente non è stato pubblicato su Mastodon, si prega di re-autorizzare.
pt_br: Uma postagem recente não foi postada no Mastodon, por favor, autorize novamente.

source: A recent post was not posted to Mastodon.
it: Un post recente non è stato pubblicato su Mastodon.
pt_br: Uma postagem recente não foi postada no Mastodon.

source: Page
it: Pagina
pt_br: Página

source: Chapter
it: Capitolo
pt_br: Capítulo

source: Part
it: Parte
pt_br: Parte

source: Episode
it: Episodio
pt_br: Episódio

source: Track
it: Traccia
pt_br: Faixa

source: Cycle
it: Ciclo
pt_br: Ciclo

source: Timestamp
it: Timbro temporale
pt_br: Data/Hora

source: Percentage
it: Percentuale
pt_br: Porcentagem

source: Page {value}
it: Pagina {value}
pt_br: Página {value}

source: Chapter {value}
it: Capitolo {value}
pt_br: Capítulo {value}

source: Part {value}
it: Parte {value}
pt_br: Parte {value}

source: Episode {value}
it: Episodio {value}
pt_br: Episódio {value}

source: Track {value}
it: Traccia {value}
pt_br: Faixa {value}

source: Cycle {value}
it: Ciclo {value}
pt_br: Ciclo {value}

source: regarding {item_title}, may contain spoiler or triggering content
it: riguardo {item_title}, potrebbe contenere spoiler o contenuto sensibile
pt_br: em relação a {item_title}, pode conter spoiler ou conteúdo sensível

source: WISHLIST
it: LISTA DEI DESIDERI
pt_br: LISTA DE DESEJOS

source: PROGRESS
it: PROGRESSO
pt_br: ANDAMENTO

source: COMPLETE
it: COMPLETO
pt_br: COMPLETO

source: DROPPED
it: ABBANDONATO
pt_br: DESCARTADO

source: books to read
it: Libri da leggere
pt_br: livros para ler

source: want to read
it: voglio leggere
pt_br: quero ler

source: wants to read {item}
it: vuole leggere {item}
pt_br: quer ler {item}

source: to read
it: da leggere
pt_br: para ler

source: books reading
it: Letture in corso
pt_br: leitura de livros

source: start reading
it: comincia a leggere
pt_br: começar a ler

source: started reading {item}
it: iniziato a leggere {item}
pt_br: começou a ler {item}

source: reading
it: leggendo
pt_br: leitura

source: books completed
it: Libri letti
pt_br: livros concluídos

source: finish reading
it: finito di leggere
pt_br: terminar de ler

source: finished reading {item}
it: finito di leggere {item}
pt_br: terminou de ler {item}

source: read
it: letto
pt_br: ler

source: books dropped
it: libri abbandonati
pt_br: livros descartados

source: stop reading
it: smetti di leggere
pt_br: parar de ler

source: stopped reading {item}
it: Ha smesso di leggere {item}
pt_br: parou de ler {item}

source: stopped reading
it: Ha smesso di leggere
pt_br: parou de ler

source: books reviewed
it: Libri recensiti
pt_br: livros analisados

source: review
it: recensisci
pt_br: análise

source: wrote a review of {item}
it: ho scritto una recensione di {item}
pt_br: escreveu uma análise de {item}

source: movies to watch
it: Film da vedere
pt_br: filmes para assistir

source: want to watch
it: voglio vedere
pt_br: quer assistir

source: wants to watch {item}
it: Voglio vedere {item}
pt_br: quer assistir {item}

source: to watch
it: Da vedere
pt_br: para assistir

source: movies watching
it: Film in visione
pt_br: assistindo filmes

source: start watching
it: Inizia a vedere
pt_br: começar a assistir

source: started watching {item}
it: Ho iniziato a vedere {item}
pt_br: começou a assistir {item}

source: watching
it: In visione
pt_br: assistindo

source: movies watched
it: Film visti
pt_br: filmes assistidos

source: finish watching
it: ha finito di vedere
pt_br: terminar de assistir

source: finished watching {item}
it: Ha finito di vedere {item}
pt_br: terminei de assistir {item}

source: watched
it: Visto
pt_br: assistido

source: movies dropped
it: film non finiti
pt_br: filmes descartados

source: stop watching
it: Smetti di vedere
pt_br: pare de assistir

source: stopped watching {item}
it: Ha smesso di vedere {item}
pt_br: parei de assistir {item}

source: stopped watching
it: Ha smesso di vedere
pt_br: parei de assistir

source: movies reviewed
it: Film recensiti
pt_br: filmes analisados

source: TV shows to watch
it: Serie TV da vedere
pt_br: Programas de TV para assistir

source: TV shows watching
it: Serie TV in visione
pt_br: Assistir programas de TV

source: TV shows watched
it: Serie TV viste
pt_br: Programas de TV assistidos

source: TV shows dropped
it: Serie TV abbandonate
pt_br: Programas de TV descartados

source: TV shows reviewed
it: Serie TV recensite
pt_br: Programas de TV analisados

source: albums to listen
it: Album da ascoltare
pt_br: álbuns para ouvir

source: want to listen
it: vuole ascoltare
pt_br: quero ouvir

source: wants to listen {item}
it: vuole ascoltare {item}
pt_br: quer ouvir {item}

source: to listen
it: da ascoltare
pt_br: para ouvir

source: albums listening
it: Album in ascolto
pt_br: ouvindo álbuns

source: start listening
it: iniziato ad ascoltare
pt_br: começar a ouvir

source: started listening {item}
it: iniziato as ascoltare {item}
pt_br: começou ouvir {item}

source: listening
it: ascoltando
pt_br: ouvindo

source: albums listened
it: Album ascoltati
pt_br: álbuns ouvidos

source: finish listening
it: finire di ascoltare
pt_br: terminou de ouvir

source: finished listening {item}
it: Ha finito di ascoltare {item}
pt_br: terminou de ouvir {item}

source: listened
it: ascoltato
pt_br: ouvido

source: albums dropped
it: album abbandonati
pt_br: álbuns descartados

source: stop listening
it: finisci di ascoltare
pt_br: parar de ouvir

source: stopped listening {item}
it: finito di ascoltare {item}
pt_br: parou de ouvir {item}

source: stopped listening
it: finito di ascoltare
pt_br: parou de ouvir

source: albums reviewed
it: Album recensiti
pt_br: álbuns analisados

source: games to play
it: Giochi da giocare
pt_br: jogos para jogar

source: want to play
it: voler riprodurre
pt_br: quer jogar

source: wants to play {item}
it: vuole riprodurre {item}
pt_br: quer jogar {item}

source: to play
it: Da giocare
pt_br: para jogar

source: games playing
it: Giochi giocati
pt_br: jogando jogos

source: start playing
it: inizia a giocare
pt_br: começar a jogar

source: started playing {item}
it: iniziato a giocare {item}
pt_br: começou a jogar {item}

source: playing
it: Giocando
pt_br: jogando

source: games played
it: Giochi giocati
pt_br: jogos jogados

source: finish playing
it: Ha smesso di giocare
pt_br: termine de jogar

source: finished playing {item}
it: Ha finito di giocare {item}
pt_br: terminei de jogar {item}

source: played
it: Giocato
pt_br: jogado

source: games dropped
it: giochi abbandonati
pt_br: jogos descartados

source: stop playing
it: finisci di giocare
pt_br: pare de jogar

source: stopped playing {item}
it: finito di giocare {item}
pt_br: parou de jogar {item}

source: stopped playing
it: Ha smesso di giocare
pt_br: parou de jogar

source: games reviewed
it: Giochi recensiti
pt_br: jogos analisados

source: podcasts to listen
it: Podcast da ascoltare
pt_br: podcasts para ouvir

source: podcasts listening
it: Podcast in ascolto
pt_br: ouvindo podcasts

source: podcasts listened
it: Podcast ascoltati
pt_br: podcasts ouvidos

source: podcasts dropped
it: podcast abbandonati
pt_br: podcasts descartados

source: podcasts reviewed
it: Podcast recensiti
pt_br: podcasts analisados

source: performances to see
it: Esibizioni da vedere
pt_br: performances para ver

source: want to see
it: voler vedere
pt_br: quero ver

source: wants to see {item}
it: Voglio vedere {item}
pt_br: quer ver {item}

source: to see
it: da vedere
pt_br: para ver

source: performances saw
it: Esibizioni viste
pt_br: performances que viu

source: finish seeing
it: finito di vedere
pt_br: terminar de ver

source: finished seeing {item}
it: Ha finito di vedere {item}
pt_br: terminou de ver {item}

source: seen
it: Visto
pt_br: visto

source: performances dropped
it: esibizioni abbandonate
pt_br: performances descartadas

source: stop seeing
it: smetti di vedere
pt_br: pare de ver

source: stopped seeing {item}
it: Ha smesso di vedere {item}
pt_br: parou de ver {item}

source: stopped seeing
it: Ha smesso di vedere
pt_br: parei de ver

source: performances reviewed
it: Esibizioni recensite
pt_br: performances analisadas

source: removed mark
it: rimosso segno
pt_br: marcação removida
