Repository: woyin/neodb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it, pt_br

source: stop tracking
it: smetti di tracciare
pt_br: pare de rastrear

source: Stop tracking this target?
it: Smettere di tracciare questo obiettivo?
pt_br: Parar de rastrear esse alvo?

source: set as target
it: fissa come obiettivo
pt_br: definir como meta

source: Remove from collection
it: Rimuovi dalla collezione
pt_br: Remover da coleção

source: add mark
it: aggiungi segno
pt_br: adicionar marca

source: update mark
it: aggiorna segno
pt_br: atualizar marca

source: Update note
it: Aggiorna nota
pt_br: Atualizar anotação

source: Review
it: Recensisci
pt_br: Análise

source: %(dups)s item(s) are from the same work or have the same identifier, click here to display:
pt_br: %(dups)s item(ns) são da mesma obra ou têm o mesmo identificador, clique aqui para exibir:

source: filter by one of these statuses
pt_br: filtrar por um destes estados

source: filter by rating range
pt_br: filtrar por faixa de avaliação

source: filter unrated
pt_br: filtrar não avaliados

source: filter by tag
pt_br: filtrar pela etiqueta

source: filter by one of these types
pt_br: filtrar por um destes tipos

source: filter by date
pt_br: filtrar pela data

source: filter by month
pt_br: filtrar pelo mês

source: filter by date range
pt_br: filtrar pela faixa de datas

source: sort by one of these fields
pt_br: ordenar por um destes campos

source: from new to old
pt_br: do novo para o antigo

source: from high to low
pt_br: do alto para baixo

source: sorting
it: ordina
pt_br: ordenando

source: rating
it: valutazione
pt_br: avaliação

source: boost
it: ricondividi
pt_br: impulsionar

source: Are you sure to delete this post and the mark or note related with it?
it: Se sicuro di voler eliminare questo post e il segno o nota ad esso associati?
pt_br: Tem certeza de que deseja excluir esta postagem e a marcação ou nota relacionada a ela?

source: Are you sure to delete this reply?
it: Vuoi veramente eliminare questa risposta?
pt_br: Tem certeza de que deseja excluir esta resposta?

source: Are you sure to delete this post?
it: Vuoi veramente eliminare questo post?
pt_br: Tem certeza de que deseja excluir esta postagem?

source: liked
it: piaciuto
pt_br: curtido

source: like
it: mi piace
pt_br: curtir

source: reply
it: risposta
pt_br: responder

source: Add to collection
it: Aggiungi alla collezione
pt_br: Adicionar à coleção

source: Create a new collection
it: Crea una nuova collezione
pt_br: Criar uma nova coleção

source: FEB
pt_br: FEV

source: APR
pt_br: ABR

source: MAY
it: MAG
pt_br: MAI

source: AUG
it: AGO
pt_br: AGO

source: SEP
it: SET
pt_br: SET

source: OCT
it: OTT
pt_br: OUT

source: DEC
it: DIC
pt_br: DEZ

source: Share
it: Condividi
pt_br: Compartilhar

source: Reply
it: Rispondi
pt_br: Responder

source: Created date
it: Data di creazione
pt_br: Data de criação

source: Title and Description
it: Titolo e Descrizione
pt_br: Título e Descrição

source: Items
it: Elementi
pt_br: Itens

source: Add an item to this collection
it: Aggiungi un elemento a questa collezione
pt_br: Adicionar um item a esta coleção

source: Drag and drop to change the order order and click here to save
it: Trascina e rilascia per cambiare l'ordine e clicca qui per salvare
pt_br: Arraste e solte para alterar a ordem do pedido e clique aqui para salvar

source: for the sharing post only, not visibility of the collection
it: riguarda solamente la visibilità del post, non quella della collezione
pt_br: apenas para a postagem de compartilhamento, não para a visibilidade da coleção

source: Update
it: Aggiorna
pt_br: Atualizar

source: Comment
it: Commenta
pt_br: Comentar

source: Tips: use &gt;!text!&lt; for spoilers; some instances may not be able to show posts longer than 360 charactors.
it: Suggerimenti: usa &gt;!text!&lt; per gli spoiler; alcune istanze potrebbero non essere in grado di mostrare post lunghi più di 360 caratteri.
pt_br: Dicas: use &gt;!text!&lt para spoilers; algumas instâncias podem não ser capazes de mostrar postagens com mais de 360 caracteres.

source: share with playback position
it: condividi con la posizione di playback
pt_br: compartilhar com a posição de reprodução

source: Mark
it: Interazione
pt_br: Marcar

source: not rated
it: non valutato
pt_br: não avaliado

source: add a tag and press Enter
it: Aggiungi un tag e premi "Invio"
pt_br: adicionar uma etiqueta e pressione Enter

source: change mark date
it: Cambia la data dell'interazione
pt_br: alterar data da marca

source: Sure to delete mark, comment and tags for this item?
it: Sicuro di voler eliminare le interazioni, commenti e tag per questo elemento?
pt_br: Tem certeza que deseja excluir a marca, o comentário e as etiquetas deste item?

source: Markdown format references
it: Esempi di formattazione Markdown
pt_br: Referências de formato Markdown

source: Title ===== Subtitle -------- Paragraphs need to be separated by a blank line Indentation at the beginning of the paragraph requires using a Unicode full-width space [Link](https://zh.wikipedia.org/wiki/Markdown) **Bold** *Italic* ==Highlight== ~~Strikethrough~~ ^Super^script ~Sub~script [拼(pīn)音(yīn)] Drag and drop an image ![](https://upload.wikimedia.org/wikipedia/en/8/80/Wikipedia-logo-v2.svg) > Quote >> Multi-level quote Inline >! spoiler warning !< (also in short comments) >! Multi-line >! Spoiler --- - Bullet - Points content in paragraph with footnote[^1] markup. [^1]: footnote explain ``` code ``` Table Header | Second Header ------------- | ------------- Content Cell | Content Cell Content Cell | Content Cell
it: Titolo ===== Sottotitolo -------- I paragrafi devono essere separati da una linea vuota L'indentazione all'inizio del paragrafo richiede l'uso di uno spazio Unicode a tutta larghezza. [Link](https://zh.wikipedia.org/wiki/Markdown) **Grassetto** *Corsivo* ==Sottolineato== ~~Barrato~~ ^Super^script ~Sub~script [拼(pīn)音(yīn)] Trascina e rilascio un'immagine ![](https://upload.wikimedia.org/wikipedia/en/8/80/Wikipedia-logo-v2.svg) > Citazione >> Citazione multi-livello In linea >! avviso spoiler !< (anche in commenti brevi) >! Multi-linea >! Spoiler --- - Punti - Elenco contenuto del paragrafo con nota a piè di pagina[^1] markup. [^1]: spiegazione a piè di pagina ``` codice ``` Intestazione della tabella | Seconda Intestazione ------------- | ------------- Cella del Contenuto | Cella del Contenuto Cella del Contenuto | Cella del Contenuto
pt_br: Título ===== Legenda -------- Os parágrafos precisam ser separados por uma linha em branco O recuo no início do parágrafo exige o uso de um espaço de largura completa unicode [Link](https://en.wikipedia.org/wiki/Markdown) **Bold** *Italic* ==Highlight== ~~Strikethrough~~ ^Super^script ~Sub~script [拼(pīn)音(yīn)] Arraste e solte uma imagem![](https://upload.wikimedia.org/wikipedia/en/8/80/Wikipedia-logo-v2.svg) > Citar >> Citação multinível Em linha >! alerta de spoiler !< (também em comentários curtos) >! Multilinha >! Spoiler --- - Bullet - Pontos Conteúdo em parágrafo com nota de rodapé[^1] markup. [^1]: nota de rodapé explicativa ``` código ``` Cabeçalho da tabela | Segundo Cabeçaho ------------- | ------------- Célula de Conteúdo | Célula de Conteúdo Célula de Conteúdo | Célula de Conteúdo

source: Note
it: Nota
pt_br: Nota

source: Note with empty content will be deleted, sure to continue?
it: Le note senza contenuti verranno eliminate, sicuro di voler proseguire?
pt_br: Nota com conteúdo vazio serão excluídas. Tem certeza de que deseja continuar?

source: Are you sure to delete this entire content?
it: Sei sicuro di voler eliminare tutto il contenuto?
pt_br: Você tem certeza de que deseja excluir todo este conteúdo?

source: By deleting it, you will also lose track of others' comments and feedbacks to your content.
it: Eliminandolo perderai anche traccia dei commenti e delle interazioni degli altri sul tuo contenuto.
pt_br: Ao excluí-lo, você também deixará de acompanhar os comentários e feedbacks de terceiros sobre o seu conteúdo.

source: Deletion cannot be undone, are you sure to continue?
it: L'eliminazione non può essere annullata, sicuro di voler continuare?
pt_br: A exclusão é irreversível. Tem certeza que deseja continuar?

source: calendar
it: Calendario
pt_br: calendário

source: annual summary
it: sintesi annuale
pt_br: resumo anual

source: collection
it: Collezione
pt_br: coleção

source: liked collection
it: Collezione piaciuta
pt_br: coleção curtida

source: no replies so far.
it: nessuna risposta per adesso.
pt_br: nenhuma resposta até agora.

source: add a reply
it: aggiungi una risposta
pt_br: adicionar uma resposta

source: The author has set it to be viewable only by logged-in users.
it: L'autore ha impostato la visibilità solo per gli utenti che hanno fatto l'accesso.
pt_br: O autor definiu que só pode ser visualizado por usuários logados.

source: When saving, replace leading spaces with full-width spaces
it: Mentre si salva, sostituire spazi iniziali con spazi a tutta larghezza
pt_br: Ao salvar, substituir espaços iniciais por espaços de largura total

source: change review date
it: Cambia data della recensione
pt_br: mudar data da análise

source: Pin
pt_br: Fixar

source: Personal
it: Personale
pt_br: Pessoal

source: Personal tags are not included in public index. However, if you use this tag when marking an item publicly, it might still be visible to others.
it: I tag personali non vengono inclusi nell'indice pubblico. Tuttavia, se usi questo tag quando segni pubblicamente un elemento, potrebbe essere ancora visibile agli altri.
pt_br: As etiquetas pessoais não são incluídas no índice público. No entanto, se você usar essa etiqueta ao marcar um item publicamente, ele ainda poderá ficar visível para outras pessoas.

source: Delete this tag
it: Elimina questo tag
pt_br: Excluir esta etiqueta

source: Liked Collections
it: Collezioni piaciute
pt_br: Coleções Curtidas

source: All Tags
it: Tutti i tag
pt_br: Todas as Etiquetas

source: another style
it: cambia stile
pt_br: outro estilo

source: share
it: condividi
pt_br: compartilhar

source: Share Annual Summary
it: Condividi Sintesi Annuale
pt_br: Compartilhar Resumo Anual

source: #%(year)s_report
it: #rapporto_%(year)s
pt_br: #%(year)s_relatório

source: %(count)d book
it: %(count)d libro
pt_br: %(count)d livro

source: %(count)d movie
it: %(count)d film
pt_br: %(count)d filme

source: %(count)d tv show
it: %(count)d serie tv
pt_br: %(count)d programa de tv

source: %(count)d album
pt_br: %(count)d álbum

source: %(count)d game
it: %(count)d gioco
pt_br: %(count)d jogo

source: Collection by {0}
it: Collezione di {0}
pt_br: Coleção por {0}

source: shared my collection
it: ha condiviso la mia collezione
pt_br: compartilhou minha coleção

source: shared {username}'s collection
it: condivisa la collezione di {username}
pt_br: coleção de {username} compartilhada

source: Dynamic collection is not editable
pt_br: A coleção dinâmica não é editável

source: The item is already in the collection.
pt_br: O item já está na coleção.

source: Unable to find the item, please use item url from this site.
it: Impossibile trovare l'elemento, si prega di usare l'elemento URL da questo sito.
pt_br: Não conseguimos encontrar o item. Por favor, utilize a URL do item deste site.

source: Saved.
pt_br: Salvo.

source: Login required
it: Richiesto l'accesso
pt_br: Login necessário

source: Data saved but unable to crosspost to Fediverse instance.
it: Dati salvati ma impossibile pubblicare nell'istanza del Fediverso.
pt_br: Os dados salvos, mas não conseguiram post cruzados para a instância do Fediverse.

source: Redirecting to your Fediverse instance now to re-authenticate.
it: Reindirizzando alla tua istanza del Fediverso per la re-autenticazione.
pt_br: Redirecionando agora para a sua instância do Fediverso para reautenticar.

source: List not found.
it: Lista non trovata.
pt_br: Lista não encontrada.

source: Content too long for your Fediverse instance.
it: Contenuto troppo lungo per la tua istanza del Fediverso.
pt_br: Conteúdo muito longo para sua instância Fediverso.

source: Content not found
it: Contenuto non trovato
pt_br: Conteúdo não encontrado

source: Progress (optional)
it: Progresso (opzionale)
pt_br: Progresso (opcional)

source: Note Content
it: Contenuto della nota
pt_br: Conteúdo da Nota

source: Content Warning (optional)
it: Allerta sul contenuto (opzionale)
pt_br: Aviso de Conteúdo (opcional)

source: Progress Type (optional)
it: Tipo di progresso (opzionale)
pt_br: Tipo de Progresso (opcional)

source: Invalid form data
it: Formattazione dei dati non valida
pt_br: Dados de formulário inválidos

source: Post not found
it: Post non trovato
pt_br: Postagem não encontrada

source: Reviews by {0}
it: Recensioni di {0}
pt_br: Análises de {0}

source: Link invalid
it: Collegamento non valido
pt_br: Link inválido

source: {review_title} - a review of {item_title}
it: {review_title} - una recensione su {item_title}
pt_br: {review_title} - uma análise de {item_title}

source: may contain spoiler or triggering content
pt_br: pode conter conteúdo de spoiler ou sensível

source: Invalid tag
it: Tag non valido
pt_br: Etiqueta inválida

source: Tag not found
it: Tag non trovato
pt_br: Etiqueta não encontrada

source: Tag deleted.
it: Tag eliminato.
pt_br: Etiqueta excluída.

source: Duplicated tag.
it: Tag duplicato.
pt_br: Etiqueta duplicada.

source: Tag updated.
it: Tag aggiornato.
pt_br: Etiqueta atualizada.

source: Summary posted to timeline.
it: Recap pubblicato nella timeline.
pt_br: Resumo postado na linha do tempo.

source: If you did not mean to register or login, please ignore this email. If you are concerned with your account security, please change the email linked with your account, or contact us.
it: Se non era tua intenzione registrarti, ignora questa email. Se sei preoccupato per la sicurezza del tuo account, si consiglia di cambiare l'email associata al tuo account, oppure contattaci direttamente.
pt_br: Se você não pretendia se registrar ou fazer login, ignore este e-mail. Se você estiver preocupado com a segurança da sua conta, altere o e-mail vinculado à sua conta ou entre em contato conosco.

source: Verification Code
it: Codice di verifica
pt_br: Código de Verificação

source: Use this code to verify your email address {email} {code}
it: Usa questo codice per verificare il tuo indirizzo email {email} {code}
pt_br: Use este código para verificar seu endereço de e-mail {email} {code}

source: Use this code to login as {email} {code}
it: Usa questo codice per effettuare il login come {email} {code}
pt_br: Use este código para fazer login com {email} {code}

source: Register
it: Registrati
pt_br: Registro

source: There is no account registered with this email address yet: {email} If you already have an account with us, just login and add this email to you account. If you prefer to register a new account with this email, please use this verification code: {code}
it: Non c'è ancora nessun account registrato con questo indirizzo email: {email} Se hai già un account con noi, accedi semplicemente e aggiungi questa email al tuo account. Se preferisci registrare un nuovo account con questa email usa questo codice di verifica: {code}
pt_br: Ainda não há conta registrada com este endereço de e-mail: {email} Se você já possui uma conta conosco, basta fazer o login e adicionar este e-mail à sua conta. Se você preferir registrar uma nova conta com este e-mail, use este código de verificação: {code}

source: site domain name
it: nome del dominio del sito
pt_br: nome de domínio do site

source: domain for api call
it: dominio per richiamare l'API
pt_br: domínio para chamada de API

source: type and verion
it: tipo e versione
pt_br: tipo e versão

source: in-site app id
it: App ID del sito
pt_br: ID do aplicativo no site

source: client id
it: ID del client
pt_br: ID do cliente

source: client secret
it: segreto del client
pt_br: segredo do cliente

source: vapid key
it: chiave vapid
pt_br: chave vapid

source: 0: unicode moon; 1: custom emoji
it: 0: luna unicode; 1: emoji personalizzata
pt_br: 0: lua unicode; 1: emoji personalizado

source: max toot len
it: lunghezza massima del toot
pt_br: Tamanho máximo da postagem

source: Boost
pt_br: Impulsionar

source: New Post
it: Nuovo Post
pt_br: Nova Postagem

source: Authentication failed
it: Autenticazione fallita
pt_br: Falha na autenticação

source: Username and app password is required.
it: Nome utente e password dell'app richiesti.
pt_br: O nome de usuário e a senha do aplicativo são necessários.

source: Invalid account data from Bluesky.
it: Informazioni dell'account Bluesky non valide.
pt_br: Dados de conta inválidos do Bluesky.

source: Invalid user.
it: Utente non valido.
pt_br: Usuário inválido.

source: Registration failed
it: Registrazione fallita
pt_br: Falha no registro

source: User already logged in.
it: Utente già connesso.
pt_br: Usuário já logado.

source: Continue login as {handle}.
it: Continua l'accesso come {handle}.
pt_br: Continuar o login com {handle}.

source: Unable to update login information
it: Impossibile aggiornare le informazioni d'accesso
pt_br: Não foi possível atualizar as informações de login

source: Identity {handle} in use by a different user.
it: L'identificativo {handle} è già stato usato da un altro utente.
pt_br: Identidade {handle} em uso por um usuário diferente.

source: Login information updated as {handle}.
it: Informazioni d'accesso aggiornate come {handle}.
pt_br: Informações de login atualizadas com {handle}.

source: Disconnect identity failed
it: Disconnessione identità fallita
pt_br: Falha na desconexão da identidade

source: Identity not found.
it: Identità non trovata.
pt_br: Identidade não encontrada.

source: You cannot disconnect last login identity.
it: Non puoi disconnettere l'ultima identità d'accesso.
pt_br: Você não pode desconectar a última identidade de login.

source: Login information about {handle} has been removed.
it: Le informazioni d'accesso di {handle} sono state rimosse.
pt_br: As informações de login sobre {handle} foram removidas.

source: Invalid email address
it: Indirizzo email non valido
pt_br: Endereço de e -mail inválido

source: Verification
it: Verifica
pt_br: Verificação

source: Verification email is being sent, please check your inbox.
it: È stata inviata un'email di verifica, si prega di controllare la propria casella di posta in arrivo.
pt_br: O e-mail de verificação está sendo enviado, verifique sua caixa de entrada.

source: Invalid verification code
it: Codice di verifica non valido
pt_br: Código de verificação inválido

source: Missing instance domain
it: Dominio d'istanza mancante
pt_br: Domínio da instância ausente

source: Error connecting to instance
it: Errore durante la connessione all'istanza
pt_br: Erro ao conectar à instância

source: Invalid response from Fediverse instance.
it: Risposta non valida dall'istanza del fediverso.
pt_br: Resposta inválida da instância do Fediverse.

source: Invalid cookie data.
it: Dati dei cookie non validi.
pt_br: Dados de cookies inválidos.

source: Invalid instance domain
it: Dominio d'istanza non valido
pt_br: Domínio de instância inválido

source: Invalid token from Fediverse instance.
it: Token non valido dall'istanza del Fediverso.
pt_br: Token inválido da instância Fediverso.

source: Invalid account data from Fediverse instance.
it: Dati account dell'istanza del Fediverso non validi.
pt_br: Dados de conta inválidos da instância do Fediverse.

source: Invalid account data from Threads.
it: Dati dell'account Threads non validi.
pt_br: Dados de conta inválidos do Threads.

source: boosted your post
it: ha condiviso il tuo post
pt_br: impulsionou sua postagem

source: boosted your collection <a href="%(piece_url)s">%(piece_title)s</a>
it: ha condiviso la tua collezione <a href="%(piece_url)s">%(piece_title)s</a>
pt_br: impulsionou sua coleção<a href="%(piece_url)s">%(piece_title)s</a>

source: boosted your comment on <a href="%(item_url)s">%(item_title)s</a>
it: ha condiviso il tuo commento su <a href="%(item_url)s">%(item_title)s</a>
pt_br: impulsionou seu comentário sobre <a href="%(item_url)s">%(item_title)s</a>

source: boosted your note on <a href="%(item_url)s">%(item_title)s</a>
it: ha condiviso la tua nota su <a href="%(item_url)s">%(item_title)s</a>
pt_br: impulsionou sua nota em <a href="%(item_url)s">%(item_title)s</a>

source: boosted your rating on <a href="%(item_url)s">%(item_title)s</a>
it: ha condiviso la tua valutazione su <a href="%(item_url)s">%(item_title)s</a>
pt_br: impulsionou sua avaliação em <a href="%(item_url)s">%(item_title)s</a>

source: boosted your review <a href="%(piece_url)s">%(piece_title)s</a> on <a href="%(item_url)s">%(item_title)s</a>
it: ha condiviso la tua valutazione <a href="%(piece_url)s">%(piece_title)s</a> su <a href="%(item_url)s">%(item_title)s</a>
pt_br: impulsionou sua análise <a href="%(piece_url)s">%(piece_title)s</a> on <a href="%(item_url)s">%(item_title)s</a>

source: boosted your mark on <a href="%(item_url)s">%(item_title)s</a>
it: ha condiviso la tua interazione su <a href="%(item_url)s">%(item_title)s</a>
pt_br: impulsionou sua marcação em <a href="%(item_url)s">%(item_title)s</a>

source: requested to follow you
it: ha richiesto di seguirti
pt_br: pediu para seguir você

source: followed you
it: ti ha iniziato a seguire
pt_br: seguiu você

source: liked your post
it: piace il tuo post
pt_br: curtiu sua postagem

source: liked your collection <a href="%(piece_url)s">%(piece_title)s</a>
it: ha apprezzato la tua collezione <a href="%(piece_url)s">%(piece_title)s</a>
pt_br: curtiu sua coleção <a href="%(piece_url)s">%(piece_title)s</a>

source: liked your comment on <a href="%(item_url)s">%(item_title)s</a>
it: ha apprezzato il tuo commento su <a href="%(item_url)s">%(item_title)s</a>
pt_br: curtiu seu comentário em <a href="%(item_url)s">%(item_title)s</a>

source: liked your note on <a href="%(item_url)s">%(item_title)s</a>
it: ha apprezzato la tua nota su <a href="%(item_url)s">%(item_title)s</a>
pt_br: curtiu sua nota em <a href="%(item_url)s">%(item_title)s</a>

source: liked your rating on <a href="%(item_url)s">%(item_title)s</a>
it: ha apprezzato la tua valutazione su <a href="%(item_url)s">%(item_title)s</a>
pt_br: curtiu sua avaliação em <a href="%(item_url)s">%(item_title)s</a>

source: liked your review <a href="%(piece_url)s">%(piece_title)s</a> on <a href="%(item_url)s">%(item_title)s</a>
it: ha apprezzato la tua recensione <a href="%(piece_url)s">%(piece_title)s</a> su <a href="%(item_url)s">%(item_title)s</a>
pt_br: curtiu sua análise <a href="%(piece_url)s">%(piece_title)s</a> on <a href="%(item_url)s">%(item_title)s</a>

source: liked your mark on <a href="%(item_url)s">%(item_title)s</a>
it: ha apprezzato la tua interazione su <a href="%(item_url)s">%(item_title)s</a>
pt_br: curtiu sua marcação emn <a href="%(item_url)s">%(item_title)s</a>

source: mentioned you
it: ti ha menzionato
pt_br: mencionou você

source: replied to your collection <a href="%(piece_url)s">%(piece_title)s</a>
it: ha risposto alla tua collezione <a href="%(piece_url)s">%(piece_title)s</a>
pt_br: respondeu à sua coleção <a href="%(piece_url)s">%(piece_title)s</a>

source: replied to your comment on <a href="%(item_url)s">%(item_title)s</a>
it: ha risposto al tuo commento su <a href="%(item_url)s">%(item_title)s</a>
pt_br: respondeu ao seu comentário em <a href="%(item_url)s">%(item_title)s</a>

source: replied to your note on <a href="%(item_url)s">%(item_title)s</a>
it: ha risposto alla tua nota su <a href="%(item_url)s">%(item_title)s</a>
pt_br: respondeu à sua nota sobre <a href="%(item_url)s">%(item_title)s</a>

source: replied to your rating on <a href="%(item_url)s">%(item_title)s</a>
it: ha risposto alla tua valutazione su <a href="%(item_url)s">%(item_title)s</a>
pt_br: respondeu à sua avaliação em <a href="%(item_url)s">%(item_title)s</a>
